{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,9,11,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[9,11,1]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[9,11,1],"values":["dnuPvqEM0z+f8Gu/JtWov6xTx79WSWI9EK5uv1G/2D++CSK/yLBjPgLzZz/y9ErAFSKIvsagUj8nDHI/YoROPvo0kLwqfE+/BcRkPmKSOr+JTSe/4uYMQMpt0j4TKMM+KCvmPlQYar8mr58/R9Ayv0Wp0b9PO4E/Hpjxv385Hj+8EjE/pM5QPA1Nr75kA1y+Wcdjv2Byeb9qLE++25+RPazi6r7wu98+14xkPuevQD/ASNK/gc46PukpWL+U6LM+vlpAv1th3T+3n1M+8QRvvhKGcz8Ko5E/B03uPwdghL4UCOw+Y8n6vniZu779XR1AIGEgv4cmuT3wFBK+6ZsIPrfAg78rlhm+JLD4Pl8rIL/iSFQ+9LXAv5nRAL9HgJ8/921gPymag7zxSCs/fGpsPnpPrT706Ik/rDWdPP/R9L3k9ZC/BZCyv/OgaDxnA3c/0rDRv2h0pT4FyTo/TuOvvz3Bm7+VvJw9GDqfvyMpkj9r9yc/JJ0OP8So2L89Tom+4ajfvkcNqr4TLD3A"]}],"outputs":[{"shape":[1],"values":["AACAPw=="]}]}],"trainable_params":{"conv2d":{"weights":["ub3UPAREIj8kNrI+RBpivj3ABb/2RdC+cROQP6AtFz/+vjE/MHwvwKPuW8DMO9u/hhc2PhmHnD8jxyE/cs5GP7TAED/akKk9Uh8/v1a4fD868WI/hTVPPzwcmb+6aTg/fC8JPl7Ab74IqmS/6OD1v16qSsCo67K/DXDYPhTyCT4Ye9I+r9aCPmXrvz539vQ9AhNJv4zXXz8gKZ8+FJW/vlU1sr+HQCrAuoJFv2G2MD9rL2Q+rntWv5w/Vj+XTj+/DRmgPkCc3j6n83q+MShMPs8N0b4Eni2+WIV4vuGEsD/9x1E/hS16v5qhL7/aFgQ/vRq9PoBnfL/n+GE+XijpPMWPpD9R3Aq++26VvgTUwD/hfh+9ZNJhvhmQm708EIS+hvgMvnrFwz+e7Gq9TYcjP7p5Vj+BSo2+tjcjPkHTC76IOOy+HPGKPoF+eT9Yzc0+alHrvrA5Kb+bR8++x04bP4ItHj+2zDg/15+uvxdlTD+47AM+UtFOvzWcGD4fiA6/UBwuv0hbHD80tb69MtwovzjPqb2RvgY/xbWoPj/sOD/qpIK/8vo6vn5X8D5TiwVAF8tvPVrZiL7SLvI9vNPOPiknlj9tPnQ/Bi0wvmjZAD5rW2S9dYNGPcb8Kz9q/f+8Zxawv5KDST/tchc/vhgXvznm2ryIyNA+SEgov/KYnj6VPoE/vGAlPyUctL+/YPC+ZyPOPpZmmL+SiSo/+BgdP4hchL7t9sQ/EhQ1P4pAO7/AxJu+nCJDP8OWDD9yMa4+kDxdv03f5z5dr40+0HIHv+jrID/oRXi/nromPkwUyD6UCpO+6Ckjv6HOE0BsY+09ishGvsOXFz+CJUq/IbuLvwQ56L8mJP0+yjGOP+79Mz9OLvg+Z3wMv4mcR7+bTRe/Eq+TPqGhbT/HrWk+/nAbP4Bber/aI6A/ZfGlPyjryz4pGn491et8PxoGNT+oF26+2TpSP4b2IT+mBJQ/AEJXPwzlEL9hpie+Si6rPvWY6r0LuAG+VLFpvf3XjUBrIs+9","PVtwvyIyD76u2wQ/61LlPvkFJ75+fs++Cw6DP3rd8r3CYxFAyQwDvwl0BL+TcRu/zDYVP9qnej/fEwY/1RXCPXwKGj/KKJQ/kNVWvlC3Tr+rKQG+JN6WP9pmlT7F2rA9DnsPPwHWWT+yFR29glpbPzebUz47lhQ9vhUQP1O9xj3zDYe/sHM6vtpWNz/h86TAWeXIvQGkbr9LNRg+VVvPPrUeED8PBEk/LN6kP4T/gL5xBCo/xlmjPy/Q2zyaDSa+usVVvgw/mT3+SoS99+agPVrhHsBIaIDAV2hGP2B5hT7G5KW/7Si2Ppt+hj4+Lpq9zTBjvpKUo0D09FO+BkpJvw+jg754A8U97uKevmS2vD7ScnK+Cw0aPQdKYr0+O4A/DMm6Pm5Zyj1ARxk/zWc3vop3pz7fE848RafjP0s4gj8WWL+8xSiwv2BFrb6re/C9F4yHvg37lD4/XN4+8uRiPw1q577uPI8/uMC6P6VjVr6SxYK9PekavsYTvD2f+829"],"bias":["t3GTO/NR7D3w7vY7VgrMPRTPETwDWL08zEz7OztG6DvshrI8K17bO9eoxzx94oQ781OfO318BTw7Kk88EjexPDnjXD3BZeQ7ntafPCZc+jsCHcI8A79MPFtBvjuPjGA8uXbPPPEoFz2P2Jc81HRAPvzvPz3+uIy7RgsEPJLFsDw="]},"conv2d_1":{"weights":["gq/wPeq3j76IWsE++FwRvl12mDuOPSi9NViwPqJdHT6dZDY+6B6VPUhQFT5xlrQ83z8QPio7aD2sNbk+9rAPPgXRgL6IxSs+/DsWvkXqEj7D3km9nn8fPoir2z0Rixk+TOajPATu0L4pZzC+za05vlmeGT4NlWw+gK4ivjmjYT6fIdo9dXRAv6U2wr0tHBS/okD8vlaqVb+x2o476lZkPq24/D0qESQ+oFxbvrUA6j1CZRI+26yIPniGrL6w56+87x4AvxiVnD7bbxI+RDx3PjZ6aD6WcIo+kVvYvDtkbT3yyxc+QbBWv+S6Sj6nPVe//K5kPuhE9D2qKyc+KwgIPa9kgT5A2+G+tJLEPay/Hr9m4aq/2X2Qv+Xka73jPJG8iPUEvO1VXz6H9Oe/9LQAPsofHT3Joi8971KPv5T4gz7tY5G/Ls8hv2rzjD4T3bg9+JYvPVvJk77YlHo+f6GzPgRKGz7F1g4+x7K3PgVDNT9CCYo901NvPiljA73Ub4c+jVIFvmpPlb6YgAs9GMVNvCa50r4g3um+uqTlPTOjar2lsog9OHn+PQU04TzWLHC+tzYBvnAZ+zx716S9ufDyPaptnzxvUTi+KQnAPtYBkLydy/49XzmFPgaskD6Ns2g9Vd3rPdmavL90r1Q+aX4kv8YEBz7ARJc92525PmDg7D2C3+Y9uNgbv3ijyj3uXWa/O5Ehvo6z4L55ImI+lajSPWLTDz3/eBo9ifijvntGp74OAzo9Wq5APuMVLD5GeC49jSIsvzlVG77wDSc9A6BlvtIB8T0AZXo+gvUEPL7fRz5teeE9UrKYvxexa7pwlI+/A0yXPUJ6pLxdY509cLY5vSIv5TyQQwO//JLZvf51N78y5gc+ym48v1zfFz43izo+nv1EvMeqMj0D3Om+t6IOPmH9iz7zm6s+4pA3vGqTH75656W+ymluvj1v/D0uewQ9y2JXve0psD3nguI8I9k2vu926j0+jkC+kiXYPBmQS7+esJY9ezPYPVOLVT5crRK+","ioldvouhir4sPqW+t8GFvouq7b1bO3a+2tgzvoVPIr5d64K+dAwdvi07ZT0DHhM+KerfvTNZIb7VIVC+ILyMvlZTij5lvrE9Z5SjvjE+f7uuQW6+dbEGvpKmUb1ec2m+Wa3PviZAmr+RVwG/TSXXvpQxar5kIv69IRa/vvRlur68YCI+qR+Vv/KyHzz/US2/MMqgvWARLb9FGSU9IGySvlpVRr5Z1KU9qJgCvWTYFz9kR4Q9HuetvVY6uL2wSIQ+RQFwPUlWorxiJbE9Fap8PlnBrD0Z/D2+cHZKPqXJRz5pc+m9MgQ8vwsFaT0RshW/C+DpvYx8QD6IL+q9hAYHPg33ET5PQDi/VImxPvGB9r5gQtq9dS3Sviy4KT4YYU0+nkc6PsLHhD2JAZS+8fPevVBVuT7y6hw+DsW1vfBRcj4CL6u9wditPXibOz4nd6o8jitTPbRziT796o8+E56MPjPqWz79RAO/kdNlPVIIor7YvA4+6sDFPpZc3j0td+87X9F7PvAkmb2vtQK+AFSIPeIKJr4dFbO/w2ldPjULdT38YBK8K+loPtA4VL4EoIA+IoAKPPN5ZT5wwPy9Zg6lO4OcxL4uen29faqMPnu6trvqXSU9gOMrPnbcXT6uRgQ+pO68PTHTbL9W3og+A7LWvg9m8j0GkQ2+O/i/PsfOkz3vamS83PBpvvfezDwij32+OmfWvoUBgb8pNbG8V3WrPcxRqT0JCRs96OCMvijHi73eZuw9nETyPNbgt75NKNU9t1DWvnbLaL5GnDc+kIIBPhzUqT1ybxC9PFzqPT5hqj08qhY+E+wWvyJD2z2/LHm/RFhNPJorrj2vOgo+8+IkPtPO7j0mhKk8jDAyPQRYAD3zoum+y9cevwLyGr0SKK890wLNPH7MKD22AXy+F3oxPq15PD5uRYy8sTKsvNwpFz57XMG9yNxrvriNZ7ybCfs9A8T4PRF9srwb9Nc9O5K2PN0F+j3QqKC+hZfnPKjGjj7Y2FC7p5SPPaHCpr3ZZhM+","5ixRvpXuyj76KYw+r/SWPsO4Fb6LrCu9rDTHPjtF9rzrdRM99rJNvhoadz4t8+m+W7XEPQ3vVD7tyHK9mttRvbt8yrys69s8AK2IvubYl74a/uS9LRCNPjqsRL2a3aO9F+GOvRuhtb5erna+zGsDPR0DHD5k7pU9e4uivpsVwr1Ee6a9osO0vAI9JL4r/vW9mNKpvmZB677Xtbu9MtK5PShNmL0V0S89UvRdvhVXIb4eJZY9OwuNPck5Ij714ZG9TIhKvR3QGL189PW8LbQVvRdMujwgRDq8+bMKPue5tz1jt4G945q3v+6cHj7O6KC+pUZCPVcOKb2fC5s+TKmnPXMArT35tmq+rHrnvYxcNL7kQDS+KWEXvvPMxbwqDKA9ykkQPqHQ9z2zDiG+OoRbvv/3uj1dryO9bczFPA47ST77CMW92lnbPKc+dz7Jf3A9qNIePowQPD4RTpk9MyNCvaDpAT4Q9Y++UQ1RPqnZFb7AKHs+TawmPnxdSz58fgs+JveSPZ74Az0jYDc+X0r3PXelILxRvXa+985MPuk0Lb95Rg2/HU02O1KiUz6EFTm9RmyvvuxLp76guHo+DXOHPm2HlD56GDa+FRXtvNDzwbsrC8c9x16+vgeJhT4VMF0+duTkvsawi7/6W/i9A8CnveIEB762LF09Dv2RvRPQ8DsdN30+FwJavoEwMTydscG9VgIDv4kHRD46ErU9brcePYchFj78VZ4+SN9vPgs81T43D6G+0EanPWqh2D1Gdaa9X8QBPnWGoj4f2GI96iOrvs1qET3Pa70+tAf2vNWRsDyUIQg92PIovJNQEr5vt6y9GDPFPiqxH74ZoVI+8vORvaBRVj44wok9uGjpvU0A5D1P9gu/hyqevijKKb4VHL4898a9vb7KMj5GR1e+kJwUP/JQU74Brby9GHvFvY3Qij5MxwY+AVnmvTtZqj5x6DC+c2Q6PnhYjL281Hw+xMyAPXyc8bySXQe/O5xLPirX9D1n2y29VwyBPZpKjD5n9gU+","AKzHvGe2CT2pO4a9tPV3PYS+ub1hGv+8KUZOveueDT2Nbtw8top+PfQrJbyZX5Q8TVvnu/O4v70kq4c9Xvy7vVUTAD06zCS9NIK0ul8PcD22Oyu9Tr3IvJpPYb1uL827VURNuwoRDrzJwo88Al2TvRFuhL24W1Y8RQ7pvGwhpzy/ARa9TX0zPcA0p7w6DZE8ktoPvQJgQTz/yRi9v0mbvNy7xTwXire9suKjvZ33lz3pUIW9AKgCvbc3+Dw0j629gbUfPWvD+bwmXpW9w0xQPd63KLpxkLO94DU9PbLuIj17mKi8HCvTvHfXaLzIPiQ9GimevSOGiD39whc9vFdevXIlvr0dfsG9iKpUvfXVpDyUJWA9eDGUPWoaXbsueK29FxWSPfomzzw4XEQ8cIEEvSaSpjpGkhI70NnjvNQAt70p+Im8K1myO70xx7xi0PU8J7tPPTnMEr0g9gw9Ir5WvAIFV7tfzEM9pt2BvQ/tZjy/qbU6UZEDPdOJ6LwugGg9lBtFvS8RkT29C5+9TB9iPT8go7xJhiu9RwAuvSTGk73IneO76yKuPLpAED2uUEc9w7A1PS9ddj05pY+9isiLPSsJJT0Zfb29WuSXvTl2r707Nk880faNvRM0Nz1MEI697bG5PPQ/VL0D5k28Bc7gPLZ6WD1PJXq8QaSBvQdlPr0dVce9PrMevQrSLj1IQ5C9RwKCPXQMUb1jgFU9e2uyvVx2RD1VEyo6jL3hvIKrg70lDis8zbRyvRccnr3p7Y09IJGzvLf3kr0vh5A9gKptvfyQWb3RdYI9IVRZPVkmK73LhhA9i0UfOxV9mzyd2T69c2OfvKxUIr3uIgo9AgfePEaRUj3d/bi8v36zvay6w72ecC892Z2OPUl2Jz2QOji9Wg15PVZkRT2qD2q8mmduPDf6W73wI5E9+IjFvEzexb3qHgW9+3mNvR44Yz2VIZY83ZG/vRCAdj2laM+89q19vNqFHz1QGLq9/5BtPalha73h76W9ax2wvajTEjzTxdK8","5IG4vdrlAD11HGo9TSG3vSgcgby6rQk9NiC2vUOQ97yzt8U8qsaBPdp3Xr0Sz2g7g+sePSJ+iL2Uixo9ECa1vRtcFr08kcG92QdEPWvJVjtQGDK9428Ovdix5TxsNIe8nRKpvQbUhbyNZLm9pzp9vbMOGDx5Uke9MFAzPRHoubs2I4I5GA0oPYh4ir0NfcS9qu73PPr56jokU2M9V3WivSIGfbsnsrG6dpzhPJhuoDxONZS9elaAPQ3AkL0W/Hu9nI1PvUGOjr27/iq9uXqVvXE5fz1Wehq8+qubPTJXs718uIQ9JYjKPP4Emb2qces7sI2NPABHnL1HmTE98PUavaMZPTtX4g+8RnOzvSZ8Tb3OysK8m5BfPT5Sqb2ZIa488cdMPWISRTyWkYw9saJZPazNl7oQUBA9u4UevV5EgjzDToM93pvvPLOXbTt4nXS9gj+UvCCtEz3inSS9zh1ePVYRmL1b9lq7e1x4PDE9dT0tdJW9sYOzvSZOJj2Z+s88oPmxvUHnA78oWdU9hq+bvlsdtj6DrBU9CIBYPvpvXD7eObQ+B4m1PYkHCz6tMm6+mMcNPiyAUj7qJ6q++IBcvjZZ4b7D0gQ/NQchPZQvgL7jTMg9LIWaPoCygr5AlA08mwCDPq/YqjwKWCS+7a7bvk1vzj7wIR098zYkPn8zIb7Jnca9p0JOvqo/GL2MS7O+DSyEv5HJO797cMI8esa7PSvLM766TfC9oCVNv7l2Cj0KIls+OO+6PVOcG79I6DA+A8Bev6woFb8wckq9A4UQPoUFpD2ZIgc7RlVrPoCqNT4enPm87Mvivhk4Xz454o09AshWvq3yKT7qrGw9FxEJPsPmij2WS1U9tLqVPVlZ2T5NLI2/IbYYvixhij7Zd5Q9EpQBPemEl7y1M4i/wzXFurGiND4GJUw+SqESv7NjjDseNYq/5zaYvdzdwLrQRxE+fqxFPBURUz5etRW+6qI9vCoFnT0GxJ0+KkI7PbsPUD6+aLc9cwqrPcFOGL2msQU9","u5GSPV6Sv77OuzY+M2kgvpNmy74FyCu/+7MuPWQzHr6Lpby9XHAoPOeFxL4kmqE+P/T+PU7qID6VqJg+N/dnPszb0L4Tt6Q9rrP/PJ9QmT4QNOU9LNIovrHy1z2gm1k8YUoVvcf1mr5l7iW8bmuPvuZqb76ioxI+ip0su29E27yTAPi9Pq0fv4Yukz6mvxK/k5Z7v35rF78Vc6w9eI4wPl+6hz6d3SK+zfAqvoDl8z0kgFA+Sw8zPgxjZb7fwdM9bemSvi2WfTvwqI+8DjT6Oj0SCj7/I6A+oCpVvadllL1WEmM+4dPWPNjhk73bDcm/JIAOPhMABj4AJ4W9GE+LPZ+3Rj4jskS+6OiiPuxrGr+xyvK+uYt0v0xdrj4pRjc+acUSPrla9Ts1jsS+bt6SPsplrD4SC6w+d17cPm7pzD7w9Xi+u1OEPrq9LL2AJRI+Pq8zPohcuj3KR1s+UGtePg/fET6tlpE9N/ttPkkjE75oXg891ieIPjuhMj33tIM+KCLCvQQwwrugBaU9UASNvRHZoD7UFRa+bq7MPQcctL1+ENc8R+XZvIYeKT03vbc+HLswveKFFz70VHc+F7dNPtg6vTxOBME9X0pQvYY4Bj7JxPg91/QgvHouij0Rb0M9NE8GvRxPpT8M2fi89ooIPdWXZLx/4hc9fUVJvbSMf73K2dy8qX+xvhTJJj7r89S+TJYqPwhYub4N2SQ9pDhWPcdTHj6uEWI9F0d6PvaQjTyftlA+9jqGPL7fGD5OJ7E9mItCPkNH/ryQsu09VxybPnctGD7M0s09FO1XPnSpWzwnB/A9kXiCv1d1Cj61C2m/OG/NPbHKWT2vHpg8jN5dPNr5BT0pFI+/9jACP415ar8FaoY+ehWbvaLBxT4b5Z49d/U5PrTVkT2p6gs9ORtcvkqlNj93nJs+obPmPull8T3l9wu+aG/JPXnLzz2u0Do/oHawPkK/Gz7RnFM9VJuGPqEeRD7TIJQ+pj6RPr6kZL94qcE9TATRPnN2MjxheoM9","1+rOvsmBD7/N1909hrDLvsvGM79PqTc/7kIxvMcwDj/SZA8/9Dc2vuWHj752vrK+YRnmPvyXwD7bQRPAVAGgv0xCZL4TqPg+MBXdvYh7Gr0nwNw9MqvyPrkmsL8opPq+LjrJPu4gpD81M3q9GhaPPmJk2D7hj0s9FQbLPf/rqb7n4VO/yeExv2+fkrwOvHa+q7lhPzwTuL7CWmC+GEqLvqiELL6/Vme/u5Qpv3+1KL7sAe89OXQJvyfRID6vru28kdu5vrCJ6z4cZcu+3u4KPgRuEb3NFLa/7yv+viGSDr+bGSM+oezCvjEX4z79Noa8mU6RvzAbpLvJaaC+Y5qnPoafWD3Rlj0++OcQvg/J0T7zCbO++QvcvrQF/D7xr4u+v12FvoCewLuOjt4+7ZXwPpWlXz5icQQ/O4AGP1GDpj5Rnm49kjiLPDXZy73QiGY+Wo7gPdOqhL2MBZs+ojhEPiTSzr6V242+nq3yO49Ymz5d/3m+NZnIPn11nb5VUVs+ua5wP+0HK74lEPU+qbWGvTvAxj8FrGE9rCm1PlZ8pD5tv60+jw+BP2dqAz82Ozw/zstGvyj1pT6e85c/6O1DPh85UD12bow/M3QtP1uFKb+/GrY+3qMRP1NLEz+XSsk+LApkPtSTVz/CLUC9KdkaPvI0Qj+TOyy+lP5xPysKib4BoAY/YTtbPcxwhb6C3hy81EtQP9520r3760G+I/qtvlTo7L4iekM/Gm3RvUhKyD6w01O9vVzePPjlA74Avqw+7Ob+vOILH79x+VI/0TG8PHumNT3VTmS+4oMIP3asdD7H65G+HthYP6LthT4xB+Q9JmO8Po9/2j15/lI/fGjiPR7a9T0jRmw8YgqvPgsLGz04v+0+c1uUvty92T5KVBm9pp4fvtFWJb5pVMY+W4HkvidolD6CkLI+4XUjv7ZP2T7cNBe+QWEqv86habwkQwI/H2j3vOq7ez6WlOY+SpT3PkIHBj6YBaO+ohvovUqj4706gZe8zsOYPnM7xL5ZEIE9","Kiscv5HY4z4M+yu/0GDFPoCp8L60VSE9xnSAvlVTbL+3Y1a/d25lv43h/r5G/se+NHjWPn3HUj4WZZ+/ZeYGvwfksL7kh7G/QDFrv9DIAL/H0oa/3at9vjT+iL+e9AG/8DZZvwNViz78xGC/3PZ3Pmu6Hr+l1Do+yq5kvzXWGr9ilsq+028bP5QqG79Fm8s+xT9Dv4MrfD0yGgy/bSV6PjMrk76qLxa/fsZVv9t3jTyory8/pqDEPncvf74si1G+sLg5vlJPvb+i6kK/2b7XPe/LFL/IfDm/+bRLvnM0y76SAgq/uqMMvzMLw76UbSy98A2CvzZoVz6n5ke/+yeDvtwKDz7b1iu+siDAPtp8N7523YY9Qae/PALBTD5zj6w9RgfbPrq09zx+sJM+kwKGPqVJUT6jzva7BiarPtwmAT8vWoE+5B8dvMHOcbtLkik/m5K4PvULA74AS5k+80qLPqOOiT4AR8q/WaG9PqkxHD0NWC2+4ZztPiALnr425CQ/s+mPvgtLbr4Efc0+FB+DvgTgWT5tjLs/rUahPQIgnb3X5Vm9iXWEvljsxD56GRE+JwuCPVlMiT5rQTo+Vb2KvmM39D4lPyM+3CaSvkxS7zy6s9K+gA2pvbarh74Xwni+xHdYvqAJaj8pOvW+FIU5vp2WOb3vgo49CIeAvr5pt770rwe+IDfgvhvYXz6QgdW+2AzrPultwz/FbYM9FGPJvaYd170T5su+FttsP9sVOz7aQOk97Q9RPYK1yr4wioy951sBPz/oET4z9I6+CH7EPnYoK77DE7e9VZW7vkaycb7jHjG+AFOWP6zZG77Npik+iKyMvWRukr2Vtem9XIVEvY4xn75UwNq+FdqcPczuwb7cA549aQ5DPweAtD3523m+JpWNvmLhj75VATq9a8wQPvfQAj30Fuu9x/ErvPSPi75bOy09paTOvaMCmL7c9mG9pJBNvkqkX76vWKC+iSqjvuumrb53Z8U+2NSuvczLVL2oWom+78HQvdfEZ74jMS6+","PqCOPmQL4D4S4pe+IkagPtHIIT6/ubs+GMi3PP1JRT7Hpv49A7nqPkXvhz8WSlU+vLwLPevBgT43Efg+hWlHPiRBaj/yrt4+AME/Pum2C71njzU+QDRHPhGgsj4iIo8+UpRNPOGGGj6QYK693wRivnGWzj59xwo9SVqSPJ/Vdb0jEQA+GD8aPllwDj7dW6W8nsU4P+1HpT70/Cy+kSiPPojhTD4sP0c+1TSfPkdanD2+zuK9y9U8vinVpz7d83o+cauzPryx4L6Hcro+0ztQPf/bdj7pngI+3zQiPqo8nT4Tj1I+aDCHvhUaTT74v4k+Mj2nPpGAiL7fLx4+LXuYPoyPbr0ZrOa9W/wQP18iH71e+qC+MXzxPsNV7L1Z+ui9eGCkPZgY3L3e6fy+Z01ePf4LUb2I6pA9mC/LPSGFjj25Ajq/YwFQvyA1Lb4wR5o92wwyPkjCTzxO7+28DewLPjn+Yj4uitM9HymOPkRvsD1qFD89rT0+PRkTNj6vbCA+9q2oPqoIsj4tC/q+zKcYPlRWdz0sEgQ/ONPvPUKQFz7x4bS8dhM2PhSP9D4Hap4+UQSyva8TDD6vOaG+aqJ2PZbgKz8e1TA+pMmpvPnxwD133g8757VePX5zGj35aTs+TaIdvktuEr6KXb+9EeBiPvJxhD3LZR69GqTJvSrT6ztCDaA+8awTPryPi7/rwmQ+1JCMvzqNvj6Bx7++fr7BvL5Hjb1S41c+hyo5vqSABD9IsdG9/Z4avXeoTb0KIWM+KQgFP/QvB79Skwk+hjGru4tiYDzd64S+jfSXPtxXwD02QbG9pfxXv/JrtT38cRo+bmKKPZmjADzl6609HLQEPqxOzz5EZ1c7hiAuvloU0DzvG4M+m50gvzEMdj0pEzW+iw2ivWobTj5vk6A+Rz5RPsKBuD2I1MO9elI0vUvhkD4Gbdk+ypibv2QpmT6SEFg+UQrVPTv38b2cdRA+R0iuPm/r57ya5WC+9NQhPlyrLT63uOu9xByCPnvrtr0H+Kw+","YcxzvSrlAj6kcPQ+IKcuPVc+3L71rR8/t3UEPhv1f7x4g+E8l1kDvraMTD7s2Py7O06xPgRlHT7Fpva+Ind5PSXSIb3ZZDg+hXlqvvMFeD4tLgi9QirnPY/HBb9IlAe+SkCQPHQajj8REsS9CzJ6PpN3Aj47igW9qEfxvRMF2b2J6a++q/F2PhPONT5wQUQ+eK7qv5QBMz4h4YK+Bq9nvfTirbzZ8i2/iCq/vv3Kjz4wDwo+PkB3PXXYAb8qagi+1QdfvsyqZD4Aqhi/ogeRPvZMgb7Ihgy/X/unvhV4gb4nUrK8GYXSvjnEqL0FCOI+hZ8zv2Sdq73kAGu+t1ehOuSL1L5olns+WFCNPpo2wj2xVJS9p0lPPWAxRjwER3a+UOfEPIAKTb/9DM6+qtDIvk/+eT7M0uG9X5jnvkFIJb60LwO+pzmEvo+WX7+3SAY+3wwHvjsYADvU5CS/tltFvpTqYT1+YNO/XZnSvdIOtb4aQF++e0UDPi2/hb/WT9486qQIvTsZ+r6DURg99oiOvmBuWD+rk4A9cQlJPetivj5yMac+WtbqPTK8mz758E49YCf/PeoayD1ajoM/IG+jPkN6Qj4pDQw/TGliPrwqED7K69k++ouXOhskNj6Xf4Y94So/Psf/ZL7Ru9Q+2acIvkGNFT6zpjE+1wo3Pm8/tj6Z1pU+XnYRv7Y6T75dTVy+QQuUPxr06Dtt+9E+mEFLPuC8dD4HBhs/PdmhPmHzCD+5bcq9ex7SPr53jT7loIk9lFEBvHjVDT/5lu0+ewnAvu01Kj5jUIw+eVyDPl3cYj0I4Q0+jPR/PrQ6Aj7pIoW+/Wz6PiV6CD1plCA/qFMtPmmD+D7Xjua+geABP/T0B7/QGlA/Ekkwv8/KRL5zahY8l51HvJKJNj+17rg+p1arPvRVYL0BJHa+vgeEP587Fj/HVb0+5SXvvjFfXT8gOQI/xXXtPhw+Jb6Alpg/JvInPzphRz6aOBW9Pn8APwz9Pr+35489JifpPl7itT7I9Ac/","UTCzPs8WUD63AcU9ANY1PkYbOT+zGo4+NbKXPvIEOr70jhe9fua2PlzKQz5obHi/5/8wv5yFIb6rxTk+5dgZvve0ej0wVKY9hrDDPlLNJL/mpE0+48M+PnxJ0D1uy7M+QwuePWDqzL6UbUU8NYhePlZPvD7FkdC++srzPpHeobz48XG+vDXePjblw750a5E+Zri2voaGqr73yH8+rQQ0vM29gr7w13O9Qiz4vke8r76OQZs+fgHjPgCBRb9JRIi9xKytvk7Ewb6VTJa8MWjovoK/H75L67Q9BDTRvDkUnT0gumS+GoEjPlUEXr774ik+1vMBvdcpnT6ed6I+AXglvoe/Rb7HfWo+rX8FwDc5nT6Z/YS//XkePvAYk79HyNM+3tGkPnpLmL4Pedy+kBKqPpuTBj+04RY/lW2Pv5Fv7r5bPUg+8400vt+BmL4Rm6g6AjsUv+Aaob22OIa+3ZQ8v4Bpa73Ts5s+leecvcSCOj60khs82+4OPuTxnb0d4Wu+xX0BPvKmyb4UMjU9+Z0nvsLjBz8naOQ+Um54vNG8BT17/xY+2HIDPm0EJj5kaz0+SwvNvvcVrb1Uy/I+rncsPtQ0Mz7JMe49TNKZPvICRj2HrA8+p7ixvQbv4T2crqU8s5mpPr5vg74T3K8++CitvZMg9TzFsT2+zQOrPjUIHj7dDzk+SQc5v0fnrT1IBwC/iVtOPyISJj5Zy40+9yrIvUQKjL0IUnk+2btEP1Dxjz2ljs6+Kp6nvUYazD6mYxY+nfO6Pli/Ej2jyqU+H4CdPesSNT7m9JI9hk3OPp0Sjj4/8EK9yRkdPsStGT6gXeK+PcsiPgYU6jxpfa89D+kpPkk2UT4Orw6/nkCTPq9+9r5vTwA/9qypPm3/rD5tDqY9lnVZPcIdnj41ucc9R1rJvtxWzb7DrPI8nrxRPiF3Fz0c4tU9aM/xPRDIIz7LfLW+jDVQPUd/vj52vLs99dy8PllowT0Eabk+hW94vVPTpr5/jKI+4JN0vd2Tvz1HcBW8","K4gmvaPvMD4g+a2+6RU2PkYhWL8YM2c9MBaGvjOkvL5X40q+Gp4SvfVFA7/qltk9s1vaPX+5ybyqXAw8EMp+PO28m76urUa/pzuIvfMYWr4fwzK9YhihvhITv75Q6U+9qkiGPW8HvD4xQa47flYAPrOtDL4MQky+nX7cPYxbWzzOxxu/7WXMPvNATr9zI9k+4pRlvD/wfj75NjS/FaN1vX7RBr77iwK/gKyAPgwJPb0Ea/M9D2R6vIrGnr9fCl2/n8ARPpzG9r17ux6/wleTvoHmNb9+N7K+ccc7v6X1X79SSNm+rBu5PZ0XGL9xuCc+K3OgvXQ6D77eZdO+iLtIv5vIn71mnBY/EYMgvu8tzT53c0a/mFqwN84HBb9ngI6+nKyDvkC0nb6zw28907uHPtMFJ73W1aK+lMdFP56p2z7dlI0+u06qv+k3l77SpCk+kBTEvbN92L9bRR8+27BfvWX9dL5szIi9gXDwPJZ8wT4XH4C/7z8avdS6/b6qZ5U+mezZPUy36b0ha2U+g7Cxu7myzD4+AFS+7NMZPsWMu741lFu+BY5rvA31ur0oQ3w9kYOcPtXxTj3QXxQ/sCbOPtiVL7201IW+Jek6PjPs6D4cg5Y+sx7Pvqjjxz6yAGQ+I9KrvaatNj64JL4+YT0rvQgbcL7kjPQ+Pn62vHED6D5lVME+u+yyvSB5EDwT8KO9n3QyvZ39nz4XcNs+pUK2Pv5eqT5866Y+YtHiPqATsD7E8V8+7t8XPhH0QL3Sy8U9oxU0PtRbtD7/bhs+lILRPXVrWD7fZN8+KMI+PX5jXD4ia1E+/35gvthI/b1ms1W+A4zYPh8h5zxwJJE91xwmPO8ZmT27Mm2+HMemvbSw572nLpw+yKx1PS0pcz3HFT4+L4dCPiUWPj7gcWY+uJsTvkvM6z0Ml2U+ryg7vvgR4L3P3ru9qpxGvSlzmD6gNb09/SAGPYEkAD4lYHa9N3A3vMmpWz7wEkM+mvRHPvncxbtFFgs+/+OPvSYGNz6LKwg+","QzMwvguU0j2s5js+GL12vmYl+z7rIsg/DuA9PkjgWj4E2Kg+0ufVvZQXfz/VI6++0OvAvM3BBD4fm4G9LPjlvmrIXj+krOw+nCGovlwRHb585QC+RCEGPhB03b7eEEy+p+m1O4sxdj66nMi+ikAEPh24Fz7db1W+uA+3vkv9rr5nTSM+RDPmPGz/nL7kMRg+uDRnvj2lLT+H2ey9StyxvDU4Aj4R1Gc9YpQjv7ZFtD56Z6e8Dg3QvcL+qz4cdEw+pPrKvo4LXb71QXU8x4LwOA/36j0dSuC9c7vkPCts+bxUma09ya2BPxHYsD0eXb0+l+g7vt3QI76decc8ViYWPnFpbL1lq+Y7l3uzPrLKUz568IU/jwcdPRNs5jxubF2+WJo2vif4ED6DgFc/Skg1PtPO1j2oE7c76msuP9O+OD4JRKU+hb4wvZI3u7xfxUI+0MkSPhku3L0+1gI/ji8pPrrFZb42LdA89pZOPqNRVr61WO08GOXMPiDKOT2rjpU+63AoPnC9Fb793M29hi9WvodjkT5hjws/dcGhPlqiuT66Kbc+Phd7Pmiwaj96+RC+clKZvq02E74Ngo897MEPvs2gTj9zdR8/+LI/PplqK74NGZ0+4GEBPz7C7L3wWfU9+ViHPsgeob45WDW9UiuuPLIW6z5WgMa+JJqcPXAUz72ww7K+JalFvsNqyj4mDku91WB8v/av+T2ebl69zfBUvjZWAz6d4c++W3IIv3+VB78D5aI90gpCvnJSnb5C0Mo9slH0vldyj786s4g9IuWrvcCslD6tn9g95Y+Nvm/OkbvPeps+K1nIPaekpD4OPVq+vvBRPtvpBLopd2W9yS6jPvYiYL5tDQU+3z4XvyftKD1U0RTAJXtDvry/iL5b6k09gyHAPAdoY76aGsy9+RGOPXuqVD1Fpyk+DWpiv25pnb0qtPQ+ylCCvv6Frr4i7RG9MCqHvaQzdL54/HI9w6QcvitgQ75Besq+gvACvVZKyL5tFmO+bTrVvBhkNLve8ze+","YzESvjO/YT5CWKu+RnGDPp2K7z4CXAQ/0oejPEhDGj4vP7I+YshRvVl8lT58iiq+6DHHvm02nb3caEm+neMavz9Xqj4UbQ0/pI28vdr4O7+5N2S9I3yjPjhJIb/FFK2+RxkUPgaI7T1DygC+38cYPRSAmj6ghDC/RBYqPn+o1L4Fy048H16VvlEMBL1izYm+Ahs9vj9zib6uKAc9EentvrCc6r5iBLA9JRUJPujbij5MXGu+0OiAvtsI3T5yE7A+Ug2xPjDy5L4K/g0+lCzWPDfndT4PwSK/wVnbPvc9Pj6Mwie+C7rDv/KHvT42Rjq+7F4Nv+k0L7xQfc89NCLaPv2nBj62ziy/iQNdPrIUyb7AuKs/E3XdPhiZwj7jfdE9vj+HPWWeEz6KeIM/RYGGvvUAOb6i19w7gVQFPcg2Gb7gKME+jsJpPZJNKT5g6k6+7ctyvBO9sD7tA4481coiPiwUqz2CzQM/N7Y1vtVKb74DBNI+VEWAPO1Kob33uEO+VB8HvmeLMb5zTq+/neWhPY4vrb9A7KA9J0R0v2Sd5z2/bm4+UnYyvv0rCb+eHIa+5WUnvITIlL+yNjG/eBDfPgPAXD6OPRrAhEBzPrAL6z6Psww/K95Kvx8wDj65PRa942gYPw8NTL8MpDw/UURNPik+qb7BZkK+k4PnPZrXNT9C7tq9PnIbPsLjGMAK6RI+cMZtv8zC/D4NaDa/ok+IvgqVNj7Q216+wGsNv/6z4L20ixm/Ek07vof1JL83k/6+aCV0vndZSj0GA66+SFEHv98JXb8zmPG+FgUiv3oUHr80H4q+ll8zPx0OIr/ygs4+oMG3vDWJQ79Jdgi/2aESv0pm671fyH0+N2Nev3FrtT5KpPC+KaETv8hOY790IX2/Lz2yv/o0P74ixPi+19sxPhTUT74/ZtW+4AtCv/QWmDzKaVC98WWtvz02pL32biG9ksgrv5tIbMD7DsY9PhkrvibrxL/aK1y843lSPaUFlD038qa/rwu5PSOoIb8sB9s8","uaSbPuYK5j1He4e+AG8UvYU1Nz/cEH293/e1PY9Y4T2T+LG8DhHkPmSXCb/WAGM+P7TgveQ3TTu1q94+1MUlPlgI973Z0h28Fio/P20yYD31oJg+njHDPgfSCT+JOK0+6VT1PWjqwL366L8+ALZIPkASMz6m4bu+qoFPP57ufT0witQ+YNzqPRWg174WHR8+33PPP46fIr964Js+G7bxvnmWB7/HvLw+c6p1vHE2mz7f/B09UyGAOw5mqb6ykoc+5er8vDfAVj9DPNY+8JSjPaxo7r1mhWS+ozORPqbcpT6nwwe/LCCqPuUsWb16+RI+X8ZLvmVevT2Ests+XH0MPSxmED+vHI0+zLSCvwrFID7fQoG/EKjZvQPFLT49HA4+hasHvpF3AT9CPaS+JUxoPuZMbz7rgpA+A4dcvzkQuj4qhUY+9PO1PnxZ3T7vP0K9xxlkvruNEz5z7RM/tEznPl2s0725R/k9MRvIvtpYZb6u18k9QfIuPgoOPj6o67a+l4cavrtiM72rfiM+C82aPfgJnr6S9FQ+wtPfvG/jhT4V+Yk+irLJvTc2Zr6Fk+49vcfNPkMasj7v9DE+NF8IvgMQE7+knrA9suwZvWLdJD44K4U9RyJLPZGSs75c7fO9WaNZPv4Ppz6fWlo9MtwXPoKsBz5tjDA+cMa3PdiKcD3ebHA6Rf2HPsNArj4hCQc+XpIOvxZKPj6L4Jo9WJ5rPGeQqTuvo869bin3vGfJBz5njKQ+x8rbPb6fuz0s5YA+PH2hvjpVeL6NRjq+zZTXPtIZgj3ShlK+W0IYPaPEBj7RdzQ+oOo8PysmZz55xhw+3gykvjNJED6ltHm9TyELPnWmoz122bA+HFwKPyU8uT3RtAO9LyhnPsAVmD4eujk+IFKaPs7hCr0NOw0+igzwPR9Agz5iImA+c4jePpzggD5E64i9fXnkPktbB750tH0+6lClPtbCTz7Yc4E+MkXcPcHVnT4XdMQ9M9w4PoYLsb0XrNk9Yf+bPjA1Zj0HMKM+","xI0WPIbdXL5o50K++qVkvlL3n7+jAaS/WshsvfRh2r1Elfy+93sEPpAU5r7NLGG+q2FbPsjKEz5dy5a+nCKPPr4niL71bFG/nXP7PpqkMT5vOzU7DA/IvoQF4T6nuDI+WmjJu//t4z6sDLk+ROdnv6HOlb751JM+jeUhP1Ihgz4olzA9VoSRPqgYnT45DbO7riyTPqK9U77L3DQ+Z1Y7Po49mT76n8Y9sg2fPokpvD0Xfxk+QDA9PitqbT6mj4Y90s/vPu7clj4kh+W71a3FPRSMNz5bjKA+OHwBPprXCT5gITo+/6RAv0x/sz2xXpA+1P8RPakAIz6TaRa+O+glvTkU1j2wJNK7GedBPlusxD4AiAW9hwuGPfK+Vj6MSyg+4936PVRWvzxYo/q9T2KEvrqjdz4w3aU+DhkBPQPrzD4pVrG+GAHuvR9EQD4bYyc+VaxcPuLKJz5lm18+Byi9Prl2cj7vNTA/7iA0PvCYuj6bzR8+4T+YPvnwcz7g4Wk+cEZsvs5KTL//jOg8PfFDv3J9EL4NTbE894KYPUum/b2NezK9/PtpvsOz2z4H5F68MFFAPunWODyaaAY/gMsKvRztkz4Gm/U+MNHgvjbeFj4jTwK+TozPveGFXz1ktbm9Q4xYvsMm3L8kRAq92LS0v5pGnr64+14+xyY3vqbkLz13yck9tMQ6vx0d7DwWeoC/gzEJPvtekzx59dy9XJOSPj2cuD69EuY9DWhTPmalPT40lcM9zflaPo2TD7xphIy9Ca2hvXEFwT5j5DM+wxjwPN3nQT7+Lmo+oUm7vYnloL2JWHY+lZaRP21pC76y6Im/n+suPqpvEz6sSFk+7gJHvhuTnj4vZtO+7QGmvdpw3b51XdM+nwg5v27DST6JKkQ8WyFDvcZwxj7yASC8qOT1PiNZ+z25oxy9FW/uvUQDvj5/LtW+T/JbPjMkwD53eHU++wYHPv1EVr0eP9k+zL2DPYcbRT0B1Io+J8prPtL4Jr5GfOm9+h1vPTwkLj6YQSg+","MWKQPXAXFb83XIs9LwX8vqaBoD5ocq+55DQwPiaVUT5ZV20+qQwUPsvB/D4So3w+KRI3vuagGj5D0hG/E8jOvWhftzvYr7E+oGTHPrzdrryDoEE+mDSsPg/nzD3AeYE+D3/jPYecFz4U1bm9e2Y9v/8Okj5dfug92S81PqLSHr5XQv8+dM9VvQqjDD3iaZq+KdlmPzCJUD0ZQHE94eIKPpWluDyfFs8+SLRuvlSvZj4kz3s9yWYKPjpVDD9Ov38+RjOovRFh3LtlAaQ+JfsxvlDABD5TRJQ9LYFZPiPj1j2+3jc+aOkyvyH4Bz72q1q/MYLFO2H9Yr3Z+RM+3otUvTcrAj68tlk+GW4xPZtszL6Uc8Y+6QKIvmwlnj3u5tE9qOKgPYGceTzqYue9lHuZu/r6BT/KCcc+2QWBPUG4A74y2Li+K2aOvpieYD4q9O48cQu+vdIusz0f0jk8bBjPvZYNtjyQ2v8+wa0Avic9Ob/AHjo9n9WAPsbbFz6Waf69CadsPqZh6j0C0Gs9LdaNPrblfr7PyIO/LbmIPplUIz6raPo9SLxqPhkCL75GnlY+p27bPV/cHz4rxKi9u7yrPnhH5b46lQA9QCB7PkWPMz6lxpo+jCL2PcF2ez7kbKA+fl0APrb7lb4HJGs+ZPMBPjN3Yz7ayD8+FkZCPmYzTT4eQTU+EFU5vvhG6r17ZTa+1fTgvhlKpL/T9C0+OxJQPvExPT6cpFs+nNf1vv0l3L2dEXs+beIzPotA0L6i2Za85yrNvlqaij2u5S4+Fw2oPFr6AD00pKs+O8aWPYoMIbyJ7jM+2yCmv5Ub6D0m+T6/CvhCPszyeT0XEQo+qqHJvHlFmD2Uo/O+/8Fhv4xiC79dZK6/OZ07v3r8ar/obTw+5aREPYPwxj1gE7S/FU/VPaHmcT7aab89KP66v1kTVT3rHCG/9fv1vlUDKDy19rc8KoyhPIO35r2aTBe9EIe4vRQkCj6IjQW/PsVpPthHnL7jF2e9teMZPW48VT0gY9k9","HFcWvsqG67wN72Q+i8yRPqf3Bb/daI696sqdPjT/d73EWiU9wTuPvE9/Jr5AVOm9ah+dPR79Xz3SVbI9+Gvovdz07r2RE4K96Zy/vdNQXb4QnsK8Zv+KPn/EYT0WzCI9HniqvKjogL+Nxum9+ccxPhakHT7rH2W9uMKNvEJ/cT1Rkt29gFnlvidXST2GAsy9nrMivhhWbr4NeyA+no8NPssz7z1oDYO9Er4qvu5PNL59dYi8HlW9Pa37rb1BrFI+vSkZvuBtcz1BLSw+6qXwPJH+bj7q3qA96IpXPsRVJj5SQfg9BF5yv3SfTT54JbS9xRIzPo8eCT5Tm3A+e6o/Pjoghj68dfS93KMXPaga4TsQzJ6+KQxfvVuKXD6YOlg+snoFPrOFpj6HVpS+maN+PW27Aj5OoBU+WsnZPlVejzxkhBa9uhLiPp26pT1+1IY9CPyPPgpy/D6/3CO9AcdNPXgAIz6y+9i9/rgBPr5EAbz8k8M+l+zEPbr1zT06NlY+zvMwvlkTRz1Reks+3shQPuenZr2xi7W930+eO48Ol74TCv69v48mvjymaz7yciS/8ucTvhiUpb4tTgE+Fq3LPEJnkj4hZTW+UVnFvSnrHb6g6+U9Zz5WvS0KqDw3EhI+N5cfvhMSWL5YSjO+NX+kPTofvrz7kKo9W3OWvgE6Xj2jnBs94ddbvvVuUr28sPM9wjcOPnQOWj3gzgY9YMClPXBRgj2lzOI8izG+Pe3jAb64+NG9jqCWPFCCvz1FcQe+vJ+Qvd6PXT7LHni95/jBvvThZjv1LzI+g3b9vUrA5L1WHAy9mDedvd0Ayb0N/jI+6qh0Ppo/8rxL9Rs9otMAvhJsJj1RZY69yHMAvnJYfz7O0X+/b085vjwGgj2yQOS7VAnTvQ/QDD5AXqq+0/nVPlFFJz5J2ME9cPqxvFiRHz7Oaye+4Q48vl/CDj71jlG8iugaPTmQXLwoD1c+a9okO0jncb3WMxc/sp2XPRq9gD7NHW496haHPqbRhT5aq5M9","Fx35vZrrpb6eBRQ+8VyHvj6HVL9jAIG/CYLNPMROSL15cUi+ckJovdeCw7oKiRm7DxYlPJgEYT4BM3W9vlaRPlgkI75nrp2+z1o/Pv9gFj4dooq9eIdyvtVzaD5u2cI9IZ+hvRXegj6onzc+wDhiv+vFUL4d1HY+sDqZPkwCKD7+apY9pPd4vvSRxz5bHSy/sWl/PnWp4r7qB34+CR1LPhZjPT4fOdg9UdXQPeKgOz5OqgY+phixPY8ISz6ukZw9XNU0PhI3aD43iBE8KXMSPoTWIT4aHj8++nhUPskCKj7Y+7s9EMw+v4cdLT6iTl+/ev8QPuz3wT3ck8e9bD51PAJeqz7G9xe/YPEAPqJ6+r5AqAe+Qc5hvnRaCz6Ac6k9jNu5PVTgJT7M3w2+lp0FPLCIAT5ZkTk+AtthvbhH4j4kVyC/9vhJO4TPXz5Ee2s+IJeYPpNEBT7YpFI+UEPTPjwPbj4KNw0/vs91PkdGKz5nJII+66qiPr8zVD5aoJU++y4cvb0Ijb//agw9f995vwfr1L2ZMoy+FUSIPqPzp7yi04A844u/vSc90j7tPAU+wArRPEptgT5jXBI/QTYLPv2+Jz6IliI/G1qKvhyP0byXmU29rZMoPo0VID6i6ae8GAIkvr+h47/6Kiy+xXWev0WoFL4daww+QMytPEUr0r09MAg9WE6Mv8ccMT3Hfa2/W/KHPmKDTL51W769wIQoPjvZUD6CN8Y9rOFXPtGzDb0MaVI+iwS7PaQVjb4ZlvC90gfQvZxe4D1w4TA+Dar5Pdz4pj3TYwI+T3knvrQ3LTya7CA+oX2LP9WBfb0TCsK/GPmlPQcfBz7HOHw+WxGZvV3Pnj4Ac/e+gGBFPvnjU7+XMk2+fZccv3dIjT4yBC49PsfVPB9XQT4apMa+9xXUPm7tbD4CBKQ9dp+iPeKa+z6xq6++vsZPPSOUNz4KmJo+dskGPvqoyr1Loa0+CYyfPR5ztz1fknc9pYldPh9ar77n1x2+mh7LPU9rKD1xy3w+","Yn3MvWVrkb76vzg+2z3Gvg7Mlz14bpU9y6duPq4bMr46U+C9FxmYvQC1iD4d2Ju+j5k4vHT48z3EF+a+nJKsvOz4Dr6kZKE9Ok7YvR2EZj0ZYDG9Q7OcPseISD35G3U9b7ocvtFFjL6PhWm+O7nvvvLWUj1lt2M+nqn5veaND74OUIQ+Ijg0vmXTF766TsW+Nu5gvWvdn72EpQ69E4uhPhj3Pj73Dmo+vRvMvbUcgT4I42Q8tJWoPn7cmb3Y+Fg9kqgrPZrAxT2wNyg+mYU0vsOQ9j2q+Ts+IFagPe5tNj1/4D8+TDi4v6WRmry6+Ee/N4WyPTWA7TzBflA+yF8bvh/JZj5hL6y+drE5PjWXGr/D53c+GwUIPeDUID67zR4+AENZPtMepD0/SX6+2pmgvrLozD76x5g+qqTmPdNwIT413Zy+Z+s6viJwEj65Uo0+GWeBPm5I8z1cKxE9W7urPbNpjD4m69A9dfKrPmpQQL+u1Tk9iwTcPmsdqT1QM5Y+HbpFPnqNk72Z2t+9XDdlu0w3Gr6KvYe/hIRdPveKsj0Qkww9J8zVPaEYWL5tkoc+tZUWPtkEUj7TBRY9Ic/+vIrBwL50aRo+vVPuPaB6Tr3ozDU8VVdFPiILXj3eLVW7WNMBPrr7gL8Mm0c819gLv8kJnD0r/jy9AxdXPvK6UD14LxQ+RwGMvpqZDb6ocJy+jnMPvz6Qbr+rcCG++jcnPaGvSTyCVjM+8hmnvhdlwb0KlYo8gjPuvWN3Nr7iprI9lBjnvkyeQb4hy14+rsY4Pn223z0Tj608MtH9PXeSjT3dEDY+iw9Rv6MgAD7MhUC/77MFPgENaD37a0E9PIkyPueo5j2qUDY+Uu4NvQGtFr2jwbq+mNsLv9j6orxs92i9AVMOPQMl7D3hKre+VWMjPmdtrT0xVYk9ikqwvXnxhD37Vy2+3Iy3vd1P/zy5Wlc+n8LbPYrmFT0VQKc9El3FPUXK6j3rEb69cPevPROqaL0UxPO8z8q5PEJMgT3NReM9","/yDbvU94AT67cZ4+VFHDPXwISb5SGIs8ZY+ePk2QFj1diM093X1gPawfdD6tAKK+cKICPaTxYT1nqao9ukcPvV3i0Dy64709SYiBPGfN6r3RAOM9ZVu3Puv4nD0z9Ck9Qcr2PSg9wb6ChLO9kW6nvVH0oz6fySY7rRKFPVcDyzz7v6c9zRclvlp3Qr5l2Ea+7ngRvn2Qy74s+zG93GoNPogJG73JK6g9h5JXvsIwXr4k/ZQ9TV0jvPOEpT0gfC88s+atvauWtb1MGdc9OpMOvtJv3bre3ZA9fJnUPP3LArzEJ489wtO9v9Cx4z2svJu+zhxwPNijFb3OxlQ+mdGCvOm46T0G0lO+mieHOz3ULLxNvrC+/pjKvUmFFr2LCv878m4iPW2LhD3oR82+MtHLvHCCGj5LN0s9FKKmPkwwtT2dbDS+CC7OPWRj5T1LvO09EUQJPmfaVz5y7d49bOWtO+OQND5Vr+q9QUu4PTBnJj4xk1U+3kRCPrgRFD5R2yQ+iRYxvPJP+7yqTWo9SjWFvQz/7z2bo5C+7t0uPsxV777swpa+G8jWOw5Nxz15xIO84fiqvh36YL6W3WI+NxaaPch2Jj4KXV++S4obPZjDMr1DfRQ8+7KFvuB6iD5qWME9dyyjvg+QIb9ZvEM8psvdvcIPi70G5QQ8Mo4Tvnpvz7x+dTw+qLjKve5C+r3QyuA88H2wvj26Q7xx3JY9O03uPQxOCT6/cX8+evQYPYZutD63Vlu+YRShPRq2Vb1mp12+N51ePhu/iD6c/5w9dFhlvtLO17zXaBE+Or6WvVQjOzuW8QS+d34RvuEzjr4COaY9Xeh5Pkpx7b14hqw9LRodvvRxcz6ITYu9rg4Vvt7M7T0gexK/2u8Zvq3iEb6jWLa9TVpAvpBBOj6tbp6+kaANPzRJCT3uPos8kVikPPvxgT7wKAC9k6zsvZyB4T0u/dA9IwIjPlnoFb75HVk+2UniPWzYBb3vF2a+7t72PV49Gz45lAk7vUOBPW+wJz5LYqk9","OYuFPstgLr7CVpI+oki/vV5qEj9pc5U/sEgCvsIDEb5dQxm8uWTvPQ5ASD7/d/k9GK95vofhQL6Gfb4+rAiTPpC2Ez89ZJI8FVVvPW9MpT2uyy8+uMagPdBvXT7HJiA+KkWKPdyJoD8mCMM9upmlvR3S2zysd4I9Xj/tPZixQT6gKQC+B1uWvL1TpT6mJZE8OyoPPxyLMD9r0tc9I1IIPjMuvryGXe277dOwPn5EgL5llAm9TSwGPSYddD14cEW+y2nnPcGcIT5ybg88Cn7EvGftBL1OaSo+09NavUPvpb0UKDW9IIpQP4Sqqb0aohu+t5RpPsEVCL4J2AO9RcmFvtA/T7xlP+S92tUiPmsoTL0zDhm9SxvpPoghJD510i88skU/OgdPOb5pdVC+8FD0O8C6Rb3ZdNy592YhvpytS77zgok93QU8PtgqGLtN6TC+mbAlvYlnAD2mJQm++2k+vgFkJz2QvYY/2BH5vDCw6T6V3xy+JrsIvfnQFz5n+wG+xS7zvO+Gij6h9Ky+eqKFPsvg+71sddA9v07NvgWbzL6Rxfa9uCAlvhdLBL8Dp6I8I9WuPNEOsb7Lnzs+mFxrPi6M47z+H36/C+cMPbCfID7hAgC+xaFkv/7NQz3Iodm9mjO3PJV6Oj+5NSU+dfVrPb4MOL+e2Lk7cT1DvuDFPj7qVpQ+u1ggPhN1o74H+746/w/gPpkYWb5S1kO+IQ+CvWthJzw/JTg+EYyzPQW1wT4J4Mq9vU72vfrzyj5UzAk+FTnWPsuMsz3m1Ac9CE3EPe2SLz2LHqi+SOc9PkTVHz5039e9VcGmvvbNHb7FLhK/+H49vgDHpr2cbga+BvW+O4na/T0cLsW8s+OFPpe9Tr7D2UA/8HQ4PyD7Ab5pAbq8PFEcPqpAIT4mTdQ++FEEPbNjR7uouIW+L82HPI24jb7iS5c+k6Kdvmbauz091/C8NZMlvq6aQz52yJi+kxuyPdzqgzxIyZM+PysBvtUSTL2wf34+ukFEvk0EDj2i+4i+","KCobPWnIvLyW2I2+b/svvujpmb/gexk+e4mhO4sEFL28dlU9BoXivTDKNb6xXJK+wa6gPSiO9ryUOQ8+6QC2PrWXgT7V6cS9mkeCPisfET7s84I+DiiRvsOlPz7ZQB0+bo0APuTtx73OINE+TrMnPZeW773VtSM9ZiDKPSJrnT7v5iK+x4wZPjOnwb3B9Sw8zOWAvXchvT3PNRI+dMkSPuKowz2R7xi+dfqFPhi1Xr6JKGs9HmDLPb+YL79DOLK9cHyVPhq/OL34Qi2+tKEYvodENT2m9Bc+ON16vToCbr1OjS48hr53v/1R0b3LKgW/HpHSPfsVPj00VxK8oVczPJsO3z0q2Oa9mW2ov6WBj75pHuu/ZDgvPuS7uL4O4hQ9ClqZPZlxej1aQLK+YFGlPu4OCj5twoU9olTjve57lDxWvBw+jm7wviYnJL2IB0C9/KeJu+aS872ajEE+WET3vTEdG72Xmmu/hfikPWiEt74zjzO+JGZRPTGX/D1/2oM9cNMZvATSND5zTJe+UgnsPclIPL84ulq/w+/JPe42tj00CQ09gDr6PcBPD7/3bhE+uIa+PTirlz3uf9++iy0JvsBIHb9BALK8kMA2vYlATb4ivkc9W3kCPtTlJb2q1428dZ18PZpMar80jwm9HlJpvdqkijxi+KC9qcc0PQhq/L1/zYS9aTf8PF7Y2zvl0eS9ZM65vpi8X79iFvC9n9LavTR2JT2vXYc9MwPZvk+VNr3ybzI9/97BvAjMub5bk6K7IjHpvk0xTL5IqPA9o5sBPnbHjbu+x9C9sSXrPGKMbLz6NyU9iqKev24/YD7I/aS+tqHGvTA+BD28xWg8AvALPnlXEz6PE9O8/TZPvleIwL3mGhS/AbOrvkemUb6ftJg9Bm8sPtzdOj6Wz+m+Yrs9PpWgzT2G0Ak+q7WMvmeHlr1K0Ya+K05JPtMF8TxTNSc+esQqvXfIKT4osdu9ErmVvREeYT3bYye/PF+PvMTSRr3RCaY56txovZIjnj3HNkS9","f1z6vLn26DywZuY+Y9MBPijSrL5y1mG+5UfHPhdycb1/NQG+6hmYPNkpWL2VVci+PKoIPRWbXj1iY5M8Nb5WPbtjw77CjFU964wMPgQ2Yr118ys86jpuPhtynry+4Bs+yFY4PQKQ877f0My95xIAPpYbZj45aA4+gf7/vfBq+z3a8wK9fQZhvnEhhr7EkPM8tazPvlu0L74u86w9VCHzPRhopbwH9NI9mGzgvv1uubz3eiM9FW4oPg4VF743jS6+ds5SvvC5VT6uk549GrYhvgrxrLxJkcM9rS2BPUDwlT1SIRY9K873vpd9k7izktC7aE4kPtNQvT0Ez3A+3WpwPfdbzD37M0G+T681vmiiYDyFcW2/YVlNvpvZ5rxlIvG866YsvbDPUz4YMRK/r9sYPoIqNT07ZwM+XYQzvTo09D261NS+lbUYPlJXgT4PjWM8i/5HPh/CLz4CLFE+P6EFvmJHlD0VfCI+2rzEPbovST2uEN89440hPjoP5T0h/J0+zIkqPON4PjwQ5B8+zq4ePizUIr6vIX2+1Bq7O/hp3L4ZL7m+B2LxPUd0wL05Tqo+nMkhvjN7+72VEDQ++tuMPneQ2z3Xq7e+kHgYvOMMWj2YX6u9gO64vssLVT6JbUc+ZNyJviN9Zb8mAja9ZxOJPciCsb6p7sm8djguvgFAOD7eE0Q+khVbPURn5T0I8mE951bGvniNFL4SlgI+Tmt0uqjwAz12rak+wRO0vShR1j4ch4M94/V/PjMnXj5RFZw8U3pEvvoS2T0Av/s9DzlcvvWX0L0J5Fs+hii4PEo1sLyIeZm9jcMSP6eSub6JoRU+6kFbPqMKJj0MnEE+2TvHvRW5Rbww030+UL87Ps2HqT4O4lC/y6o8v543+L0xaHU907xCvpmgVj2q7c++QmVTuymKgj7W+wQ+lL+vvnvQnT0vNSq+Lkqnvq/amT3y82k+3MmOPRcS8jztuZU+0+MoPj+skz1BCo4+wCAZPiONnD7yx9k8luugPqqgGj45WRs+","ulQLv7L7S75etuA951zLvWwhAMBTaIS/GeDBPr1M4r4HNwu/y1YbvyHNgL+Ozxa/RM/oPm/Bhj6+ZLq9XjYGP2PXAr9V+/u+AiIAvkSb6z44jOA7gKmEv05BjT7sgVk9i8CGvtJSSb8KHbU+irdFPo4IYr8ldaI+Bue3PVf3Gj/pGs48px5qPk9cO79VMQA+F8luvpfCIT9UuFG+N84kP6uF/z7oZSC+YlYBP4L1xT7Fqlg9qtzcPjBJj7/xlYi/vz+zPsmeSj+XdRO/rFSRvjRoyb4gqdE+K3Vxv+AsGr8J2Ne9jAyRvJChT7+wWAC+Vy6vPvk7Z74tOKi+srSCv/iCs75htew+oedevwZxyj79ALk+jEcDPWGNs78vRe6+D5Bfvnhv3b4evU2/FjqiveLnzT2BCRK/+NeXvzcez75c6PC+4vO5v+5cWL5XiKi+270vvsWzO79KxqK/B+mPv7QWDD2kmw8/RLw9Pgr0RD9oZgG/7VmJvorH275T5Cs+JP5BPyi1UL/tDCo/cbhvviaMUz5N1zO+8zadP72YtL22z+M7KpVWP9sIBT69b0E/MGYTvcLgLD62Hlg/t+BXP/5AAj7Y/EQ/nzP4PoBYCD+2YAQ/avK1PSyruT8WfY0/vexTPj6gQ740zOc+Vn49vg9zPLymtuI+kXXcPlWUBz+b4yI/vcPTvmC9gz98MpK+eah+P2G57D72tZg+MzYVP+ibKD+hYzM/bngbP0i6Vr6mtF+9Lg+cPpYEh75inYy9xuuYPMY4lz9JXTE/xDscPSti0T6W37M/yPw6PWLS3z5jd/E+x786PxjMNL548vq+H8iJPyoDHj7qHRA/u14uvsBqeD4oksk96YqvPvjaj73YWwW/z7gSvl/Gu73D9Wg+i5yuPZceWD73TQK/a5PZvvo6ET7gw+w8gzN7PglgkT5o94a+bdYPv1A6+z4DtSE+frjWPqR+Jj4mNZk+zP+bPmACqD7itxQ93kLaPgSPiT6gJW09jKyCPqtxBD+bDYQ+","V5javkrYdz6WM+M+4GPbPRlehL4O4KC+/7qFPnIdpz6VAYI+QCCDvtzRET749FG/8vIQP+GIkz7VMCc9ZRdrvk1gF74m1PE9isukvorUIL7j02q9PO0RPqdKub7pn3W9D4EnPmNrxb5FvRm+EZnavUwoqLtFVU8+Un1YvhbKC72ZtC0+8Q4Rvqsf4r55G8a9/TsWPZ8f6D1JWZi+CMlyPjxPDz56Dpk8gfw0PV6jdz/Zu4S9285+PuJrXj/rwYc7/pVPPuKrDT+6p82+X9UoPsWxTD7FMMi9bceCvAIvjL68DLK9ljtIvNIwCj6HRz++xf7jvXwXCr6xCfs94atkPNMcEr89KeS9CKtYP5JCiL2NcXM+SpJBvkRYC70xL5k7GKwKPs+Cp7670eE+3UaKvztoJr3ddga/WezEPZejqryLogA9IGmwvn0aCD5hfzk+tWmnPniz6jx535Y93urkPeAXgz49+Nu+ALlIPrX0VD7hY5k+tEaCPpub3L4PMKs+rE3+PaXPoD4mEfe/rT+rPp0tdL+D3hS+zckNv2J3j771rKq+UmYkPjFFS7/Rw6s+IA3cvvOnDb+PjZC+jkSWPjUDpr7M5t6/t5aWPmUsUj5X1u0+hfhov2v+Qj6hZkO+BbiIPpfKgr7O0xE/8lOMPugZIL+9QBC/aLi/Pg+8Fz9yfkU9bk60vSlZib9dcYg9Kj3Kvj//pr5pmH+/aMeTv1d9l79QwwE+EMSSPGw+FD6rHx+/NMWPvoBCQr8FFz++vSILPWI+7L3fvzU94uyCvp7ier826J+/OMfTPRy2br6BnGG/GPtTPmEgN78M9Vk+YcUlvprIBr80tQq+uPofv14AWz6no3w+ANrzPmAaez7doOA8ztMOvasNDj/HfMK/0mN7v6r1Rj7nMR2+KlcYPqWHKz37HRe+PIIZP54QDD+9ZRI+ml8PPtnJRz7lT7c+ZOuIPbWmDL/cpfY+gUn2Po1/s76fqzc+O4urvSTBkD7zFuu+PiQKP93wAL+wz8U+","PlXXvRflp73W/ri97HYJvt1Bpz4zKxK/CVhWPtKykD2aI0++DgwtvnWPw7/+4YS8Y/85PjRQAT45RmO/joiXvU7taL/6Spe+kErHvVOrmL33Lle9wkiaPVW0CL7S84i+/rnqvYmvLr4Usbg9Ht26PTxSh77zNMi8wvgMPzQpR7yeYbM8uVHKPodJn78w5qg+oVoSv1aAJL52j2O+yHfNPRdPqL0G0Pw78C0Uv6UfGj7fcgc+977BPac1S7+jRGm+wgKrPr1VRT6gPBO/27B8vNMvcb+9zKK+S6T1vjYhE78lXqK+zBz0PmEOq77KX34+MUItv2kYXz1nroW+U/buvlxxgj4hccE+NsIMPnJkmz4br1Y+lG9Evrarxj4cUYe9PZQRvecv8j25sUa+8QAuPuQLoD7MnK49fpOnP5GIIz8zlUI+UQOCPia51L16yIo+CfMaPjrhB79MbUo/+yHYPurCzL1qglk+WWA4PpOKLT45gmG/ycsOP7Lubb/3ZME+J0dHPnAnYL1sYCk/JQyJPJJxjD30Lsa+4yHWPg6V77xj/x8+LYxbPq5KcL78xg2+MAZ9Pulztz3vy64++/6UPld2KL9FXYc9THq3Po1bcT6SeJs+u/r0PUtiqz7nn6o+uTqBPqlKyT5X3ks+yVbYvfhvXz0CHI4+CxHmPdj/UT41SaE99YWWPp/vtz6r+xY+mxgZP/pR6D5cd8c9FaSUPlALnT4+yoY+xBRhPi2YFj787fY9pIXGPduACz7IjJw8QkGxPZZ9Jz9dKbI9kDQoPqUNOD2BctQ+MnuhvMaBUj7S2mw+F75wP9NPTz2vJVs+52PFPjydnD3T2Ig+tFF6vRVWALxMpMs+weX2Pv+ycj4umvm+lRZnPrAqBz7SXYA9xZogPk4bg7uBIF2+vqXLPMhsMD5lFHA+krC1PiSqgT40h669jBPCPhrY3T1TYDU+/XdwPpR86z2H6aE+NZsePmLvbT5Gc/4+4xOTPvVQsz4EiTo+n2YsPmcamz72J3M+","gMFcPdD2Tr4PnOm97uGOvgdEC7/OZ7E9XOAsvmolpL0w55278xr5PZxJIL8WIva9JHqQvhN3uT3rhuK+pbdqvBa2xL7KUZ495g55Ps5UAb8f+J68AEj5O6zmtL1WgUE9xt/fPJl5Xj/iTpY9sdCEvmOLWT4copm9DZrDPtsTjb3ZOnq93NPEPuzr6b4OLII+xnilP80+oj657wq/lz4oPh7Upjw8kt09BKOKPxmS9D6XAAE+J6ZPPZ0XDD8YSIi9CtKJP/m1Lj6dTNC8U/CIvbCVUTrKjaO+KdWRPmTiQr6KiC2+o90YPigRbLszl6U9P3OhvXmnK71FrP48t0MBvr+nDz6tiIY+n93kPq9c+z6vLF0/kKokP9yxCT1SthC+fnq3vdDmzD32Auu98GBcPW0wIj6GLJa9TQDdPigqiT4RxwS/MHcQv6PhXzz24EE+4pdaPZyOYb1Ol4A92GtpPtH8Db1CsgU/tB5DPcHhVD5Db5k90PwzPu6VC74jaNE9XgmavexShT3F+Zc8YcdIPS/Evb8Zh5g916VIPsxG3L6/19C+Ei18vpP2Fr1GGSK+s2CWvB/Skr2OtiE/sdJsPkfowj5cJYG+lerxvnzocT371jE8qJuvvn17RD7R7R0+NIebvmiqJ7+iEhm+R3bnvfhtsL6rDIA+gLMvv0pGMD4N+jO+EZ/PPmyPUr5h+lA+mVcHvypWfT8rec89jqhhPsJPtj65uHO+QyFBP2663L4E9yg+yuYRPrvmo7/QiGa+2Xi4Ph9arD4+Zv+90wb5vLcRvr0efK8+tNzqvpoZFr7ab4Y+SdeNP5hY6r5No4g+LjG8PmTHAz59nVO+XDiRvn/8p74CgLw+EPFCPjMWNz6HFNa/ydPVvnryB70NMRM9BmzzPYzT2L6aGz2/gyYEvsswPD05a1G9Q26yPnUcfD5bk+695RJAvyqWDb5u9xU+PM8OPuRsGL7bKZM8LBW+vKvY2j3JlhG/W0KlPiSdbz4LBqi+yt8FPrhZsL2U5Ls+","d4pzPSZGAL4d9H4+IDunvbslqb6ufTm8zh6MPUeHCL6Tk8a9sLdPPLVRmT7P+xc/ZbrxvRWt3r2WwtM+j7V+PiH8/T7W+DY+wBrWvfXE8j232iU+0/55viIDsz7jfJY+AcYzveKXL7/uXwg+GWCHvcBvZr4UQLk8HPltviuMMT4ZJ4Q+QKnLvtCoID6ia5S+QXGpP8lhcT4+aY4+Q+6DPWnxHz54dZQ+cggoP4f/+rsBqIS+XbitPUxqED584FY+cI4SP8JPrT4zcec9Q2BoPey0mT6hN4A+UMifPv/+MT6HMtU91FOkvr988TzKkL6+22yGPrCM+rw4FwQ9mM4wPl8GNT4y62C/TN3UvRWfC7+zffy8O3poPTu5Wj4aExU9QiTgPBF3bj7fErK9YbAfvHpGD75dMdS9rrZfva+MlD3ICBs+qS4Nu+nJqT72Cri9ceVTPg3rKz6ml3o+YJcPPsDtCj7U22+/Xl0gPq58w74KpCg+kdkBvb86ez4bdDU9rYFyPi2K2b31o9e7W1bQPbn7DT8Rr00/MRosPFovUD7KsJs+R+uEPjnfnD3kzos+BzDEu0mDCD4bueg+KfxivZJqaT6/Uuw+7U8QvoP5572nrq+88oWoPk41LL4WKb290l0NPpbtCD8T2Va+jcU3PsiXSz50K/O9GQiPPVgYK77N3D0+NFiFvohV6TzPw5C9x+g8P/W5dT7iwmA95hwXvr4JN700Pio+MPcFP/Aejz7duQC+bQXuva1H2z6KP1U+45wEPqWcBL42Wqw+MQmDPSCaSD4Qoaa+6n/HPjU6nD3x+x49BJgtviavOD4BzCC/aFxcPQSBLT2Ie64+u6ouPsjuyj7LlQg9ZO75PgGNc76TUIw/yODNPpcfPz5Rtzw8KA99PXKa4T7fi3I/3MQ+Pmj89r1oG4++HCQGP7wdST5XsAY//PFfvLRwcD5GvfI9dfVuPqt7XD7BW/g+ObjkPpG6PD3yGKs9mzAnPcsmkb4XTYc9vz2BvIUNBz5UYJ29","y9+6vWQcqL3/Ita9d/XVPCd5F7+RJJY9CJ8GPSfAurw6lK+8yoQYvp4lyL4Ymfm+vPApPXGzgj0IqeG+QihkvQEiz77Mdqu+/z9UPAR7jL2+ic+9dTijPeJTrr7ELLc99HIPPkfZzj7Fob09CyG1PTBsdzvp7h4+rIGRvf8Hdbtfbe++kr+7PmBUOb8raE0+2PI0vxHNpj0QnZa+tn/7PUyFBL60bRi/uL/SvpF+o72sKIA+bXpjPiiCP7/tWqK+42QNvnpGtr6VQhO/pRHQO/C0p74A1Sy+nFqvvhFS576WIvG9DPKjPXeXgb5H0Jc9IyhYvl0YMz7oIK2+ShqOvgdQOL6Nv/A+2z7Ev3DNAT8QD52/EdrCPskrsb/ULJa8+tJSvXjl3b6Gu7O+ry6sPmOwOz5QUV4873CUvyYbgL6LJji+AVJBv+a2BL/DbNW9HReyvpDT2r4Oayy/e7gkv8W5B76AB9G9qS0XvuxkrT6OSNi+CkoAvkpb2r4BqTC+x4lkveG5h74BCSY+NhEYvmzFeD4la3a+z/WpPGYaoL6U7YW+qOmmvV2/ULyGJYE+xWUrPtwCoL2O4nI+YfW5PlgKej4F2F6+YRPrPADtyD41UxQ+O6emvmPuxD7oVZw9/Qq0vc2YTD7g9I4+Na1wPUJsvr4xmXk+e7OtPI2GmD7FSI0+1zqPvuZUvD7X34O+XP9YP6/tBT7hruU+SLgoPsu3Lj5b95k+xFSUPqX/7T5+lO09LwicPZmzUL06xXM+1sgoPtjGqD6iwl0+RdarPtRLAz74aMY+d+aRPtoztz5DkgE+rrz5PgMh2DwtEX6+jX4xPrVBiT44VNy8h8yiPeuodz54E76+6cwKvIB1LL46EPo+ph0CPg9AMz58LpQ+YKrnPVJrRj6DeR886+yWviGezD0tcLw+TH4Uv4aT6z0b4dK+JPwBvmphjz5vTM26zq8NPYgfnj53Foc9qBIAPngWlz689OY+7Em/PTIOJ75eDF4+AmQbPk12nj4X0pm8","ebYPvb5AE76UkLw+xCp4vkDluD6Tbp4/xYc+Ph3QgT5yYKQ+kM4yvXMrBz/ac2W76fAAvonnNb0TBgC9mbL8vZyGHj/uF6U+yTiUvVxyTj4prjw+s0dZPhEnNzyDzou8vX1cPoq7XD8uFMw9ju3bPb3wqD0FUl09ACa2vNDWCLyOOhw9Giz/viWPcz6ZyZK+gwGEPqwokD+2rCM+WP4LPsPqfD7JHfo9OAcaPkR32b2h1+i737y1PaztAD8z0hs+kbUgPY3AMD5f7pQ9S+yEvSsU8D1U0Fc9lsdXvN+ZIj7TnIo9pIKZP6Ugfj2Fjfe93IKjPUGIkD3ZHqw9ePRwPvEBkL2iMRG/+4+bvhHFoL5gtPg7QF6avZvqtT1pq9c9Esc7PZ+izz0tSp4+rXDzPC7ehb3ORBw+u4ABvljidr57iRA+9zwKPjx/5ryuSNW+fHhFPPDUFD3AqFy94wasvaG8jj2TN4K9hjHKPDeg374RWC8+xnssvu8wRz5tX2W9vSkHP65z672fHOa+7dbmu8TKUD93XQM9KIYMv7BOID57HHs+drLpPgwvZD5ySxk+PKhTv/PYMb/BUiC/Xuw3vTuToD0O9EA+wE0UP6Vipr5uT3k++WeUPi8Swj0HjIg+J2uBPkpV4j4Mjkg+RnKWPaJ3zD43BmO/0/rtPrMvG74yz9o+GdwKvTUf2z0REsu9x1SyPlVaRL7BwbU9abImv7omA789TLc+a9EJv31spjsl63u+nMXxvtjPVT7pP+U+ZncjvtYCEb9nn3M+TXt1Pg/HCj7ENpW+04SjPkrs/j5/WNm9tRTzPMV4Xz6coUo+HTGkvkiUy7uxfhc+MlSOPvqCqL4mEkW+eLNHPtvKkr1ALUM/j5fvPhXRqj2PbBs+XUppPtjUYb4a+rQ+BGB+vbUo6Dwq7k8+dWZmv2nkn76sFLM72fgEPqIYf74NnVa+GMlmvoe86D6Tzx+8/dmMPRTPET39qNE+e776vvUblb5J+dQ+4arlvLLX17tb3Am/","hSmYvhHlgz4wjA7ALTtcPqTNtL8mJ98+86DCvzgkJj9ece8+gP3XvmVitb5BzAo/v0k0PsJ7HzyuBaK/6jR+v0S8LzznAjc+Sc8BvwDdvb4GEuO+qYohvnt+1r9if8W/WpR8Pl3f+D7rdQI9PpOaPhbbD77PNkO/lCeqvgtDhb5UhgA9g4T2PrM8h70LLqg+xvA6vjbArL5kZU6+Rgiqv2DHfr8XmVS9g+gAv6hZvD5O4R0+5ZKVvj4LDD8+YgU/KcU8vmVgEsDn6Pq7Jv+ZPtDePD1SmhDAuSCePjl7Vj7UOwG/yUHNvkEhpT6lq2e7a9PDv1mfRj71iAu/5lXYPrTs1T65jdc9EbEtvv312r22syg/0P21vUAzkz7cHKI80pQUPnX1vz6vykA/jfPFPiACxTvO2jY+Zu88PYgoAz4wMxU/RoMNPl9gZz5j9SA+gKeaPcwveD7wCeg9IL16PtWXLL4StxK/Gx6avgF+rL6RqQ4+X3+iPftr1j1DT+C9YbaCO+RBq75N3jc+5NBLvs/iLL6phq+/GyAoPn0CdD261ys9rCAGPskkf75A/7E+E8+IPj6VDz7ag7a+WMmlPjFnPr+N8v69zpmlPgfJBj4C+5w+6Q74PfaaTT4u/qw92B6IPqSTzT6a6pw+Z4bLvn0PQD7GVVk+77OZPthquz6O4AM++g9jve4NwD1hbvq9gnmSvocjrL7e/b29oJaFPu6PSj5f7PY9Fr+dvnn1Ij5BCj88zWaePfmvIL7Th0++yyaNvlTe+j2mfvM9aPl7Pj30BL1w1K49Q+88vfKhr739L6M9yqUcv2jdbz2XW5k903xePkIuT72Z9t49OH/1vRCXf70W05C+hljAvkw2J73Cg5e+CtTlvpjRjL9QbE6+nDGrvST4KL7ieCa/XugjvnnzUL7F48W+xW6Ov+Af6b0ynuu+mMYav5R3O7zHWyY+6giIO6kMXb6JNPq9F/E2vuwY7D2NDEA7M8SpPdLCPT8Qsze+Fj/0vjbpubxRHgs+","JO3kvhkdE71fDdG9I6V3vqYbu75Lnwy/tSiQPnDj3j3rTEK90MlXvjgJJL4RLzi/YMtvPplOPj46IwE+mB6evkjmCj5Zxja+6a8RPc6lRb4N83E98DiXPmwjaT56Q0g9Jo3kveIn1b9M8ra8PGrEvpV+jT3K7Qk+us6vPtMW+LxUp3o+b6WOvvPlib4LUEC+IvQAv2ZBYz3ylZo9tkRLPuhoeD5Sqxo+h111vjog9j3GuCQ9QdFLPm7b6T4Oo0y9u4LOPY/kiz5Hdss9aSd0vY1/Jz7HCzc+mxn9vFhAir16+XE+gcM2vixTkztZlxG+HyG5PQnVKr36Tag+sBEAvXySKb2ntFm9C3qsvBbgR70EgJQ/1YacvbKQOL49ngk+1SMdPbQen7qHvXo+7NeUPnkDAT4sevG9wZ2jvfGLob6nDxI+5hamPD+VNT7Pvza+IV+FvkiirL1Yize+7nsGv4iIdT3CFCs/0j7iPYAWgTyZB9g9kX4pvirsnL0FrNm9CxVzvJszvb0p/Cw90fgQvpAkt77cvcQ+Dn07Pu2nvT3wqEI+++ODOzyIKT+nuPs9EhNsvhW33L0gzh2+wHmovSqyPz/2SMI+IhsovgEs3T0kcGE8FMdpPtdyQz490Ck+BFDyveicQD6mc9W+b6AMPsZODT65yum9wSXcvuR3zb0v+aU9eRQHvafW4z6V2M88G59lPzcOiz6kHJY+9jtFvUIhcz3AEx0+pIuVPWbEib7pdQm+NCDpvOSs3j40O1o++skiPflGJj5wR/o9ewsNvpF4nT6RljM+w51DPYvFQT7NS/w9yGnePmdaWj06c5G+j1qNPu12Zr1rT3Y9vocnPhOVdT2EoYk+sIhIvnsYTL0DurY9zQdEPszJBj5BXFo+DyObPdbITj7nJAk++b+wPoxwVT46FZc+RE+zvoC/v71NZpA9UjixPjQ0cT2hqpi+VkC0vCjgTD6wTak9t876vSZ18juERoe9jPzivc+BSr1+PaA9itURvvxatz7vsoK+","fwknPlz+975uHYs9ua2+vn6aoz7T3TC/hlGDPhVIUD0wZSE+y2dDPo9OwD5rPAK+CdDuvfNCxDz+DDc9Un8fPk9mhz0HKQs+bHUaPvwxoD1De7w9Z6zdPf5OVz7Kihc+1t2rPfDvqL/UTh67eyQqv+o/Aj6vcKM9kBUSPvlNED7bMg0+0LEvv237ZD7FJiW/x5gQPT3qe79UvUk+9CbqPcXnrD2MXGQ+BTrcvUauK76VrRC92qO6PG2yNj6tKn4+Vd5nvhi0BzltXIg+Rb8sPsA+Nj4OCRE+HdFePiCHij6DGhU+oKckwKc4Qz4SaXK/U9r3PY8Xez33Wz09aX1mPoU3wD25RQa+GF/WOxqG3L7TARK+OS2vvgoNBz6XN4U+f1XpPdxSFT5h2gu+4T6evUTiMj77u3M+IJ4Ivlc1hjy96K++IKEivboeaz4i5W897betPb8nUT66JBQ+X+cIPsH+xz3ErTa+Cs9TPMB2qT6DEi8+D6QDPvFdKj5UnNk950kKvqo2AT+aF7O+llrUPuo+ZTxqwws+X4prvm6Si72QDZy8GH4Tvm/ijT6DNp4+8biJvUhnZ72//nK+5PPcvio3vD4nywI++3uDvurrHb4ijYC+vALDvTCzxb5vRda+058Jvm5Jy7wzUju+PjWZPsLkg7wW/Xi+7uSVvv8PJr4lc5U9ow6APdpHGb5f0Sk+54Niv7CRab6TgnO+uGX6vuIeaL4hLce8bpWsvnLjbD7Apqu+UUDAvq00Az6IqYc+Nt5HvrNW3b4yt1i9L+PSPRBrw7wpk6a+f/rYPSslwLyEJTy+9eEvvwikdz1Gnd8+UeCXvnuQ4T2hzvC96OCPPkm9nz6csMw8KZtDviLedz4nbDu/ab2ivpSOBj5YVyS+gw8cvk9J9D3EX6W9uta2Pi5WPz0/OUw+OkHdvRwjhT6c1s2820sGvu5uDb0Nlx68MmlnPah+3TxemAI9jvqOPlWE+r0mlPC+qK0qvokLfj5xC4g9tJdhPv60N76aZ1k9","hCPMvG92fj4vWIq+haVzPmpd2T7ta3E+SygpvfYuvjyAWZw9TriNu+bx3j68zIa+yn5cPbbq5D1ZqgO/EykMv8bQnz6qWUo+nfZhvVl7Nr/8WYS+BbmjPjwnF7/+gIG+T7bfvGuchD3ecQC/uDDGPf7Jez485BG/XZN8PTCFtb52Rxm/qmbiPeH6s76exxk9qBRMv0+E773w2Pi+4R7qvv1wjr4EgCO/mBOVvlfssr74TqI+fy4Fvxzb8L5WeLE9GnE8vuLJkr8k2Uu+enrcPY2BozvEHo+/+DzGvEIehL4Zi2y9P04Dv/+lVD44Qas82FnPvsnZmr6nCT++S9YnPOR05b1cefy8DVAkvYmmKD5PJ9m+ARuavKUYQz5Ksim+eqwkPGCPPr7oGa49wiE4PwAu0j5nCpA+RlKJPsSRhbzZeFA+LfXhPSP6A79cmcI9FJyKvZyQd770aLQ8waXgvfuSNr4zcfu+8gfyvVurszugB2G+yRJ7PmtYB7/JPbM9pnGpPstTpr7IyJE8KkTAvg7Hdb1ZgpO/istaPo2xnj68AkM+VFh5PtTnzL4nG5c+eap+PmpAWz6U1CS+Lk60Pjw5G79csxA+KZPXPswTkj4Mwqw+kU2RPsjQqj5oroU+lImzPpSDyL6x/I8+UzzMvpPchT4Rq1U+wfy0Pg6umD4DRKo+elqHPewXED4siCC+35dsvT+rjL/sdnQ8DMwnPojnSj6aMJk+5T4lvj2Inj7JEwk+RtHLvT8i7z1UPbY+Hyu9PSUIgT3buHw+XkTOPkR8UT48cbo9b7eyPqqUej6zPao+dZ6hv0fArT7vWOW+rWf7PEqMMz4Sxbw9x5yhPst8DT7luM87rjHXvhKdo75Ry7m9dp67Pgt5Or+H5CA+PY50PsE9BT7Jhq++q4YVvlvd9754T/299Pqfv1KIHb/sz6m+cMnZPU180z0uhHe+RgcIPSnxYD4RVzq/uJ4HvlmuND6vN/O9JmXfvWDBEr7xF54+pfqsvw2//D1+NK6+","S5iEvQLNTL7g3/U+Hgd7vnBlnL7RBIi+MOLNPg7pNT4UEAQ+ipl8PB9Kor6YOzS+REaaPpHszD6ZSKs9dyyIPX+jr77Jake9EGG2PdZ42bsqSA0+f/jjPmIvgT0+VoY8tEOAPpECbb81GHI+gs03vStXWj6pDGo+a2sbPo5PAz4vlwu+xTUnvg7i8b7w7za9/+xBv4TQBD3RmPy+pEW3PiPedD5uwM295tZSvygusb6L04Q+8/odPdKIF79+u6m+xXCgvitazjwC1ei9fsMbvjcDrb0eQG8+QX8TvzFArL5/hDg+SCgzvxMiQD0OjIA9cMEsPrGglb1tIiI+VJdBvbMvKr8ur6O8PCawv9N0UT6xOPy/zY2QveliDMDZ/DK+TsmXvUTiW7+6nIK/IbuFvh4Hyj0PAY6/OrZ/v59NoL72EKW+S1lWvhE73b7gZAQ+jWQKvbXhO786W1C/qMpvv/8bMr1IqTy/NDhIPsix2D7Y2Ly+kyavvmJOtL5GDpw9wp1/PcMlsr4M7Mc+bv2TvhuA0D0mAte+d8l0PtAfzLwpI668L7RMPhgUbD6W1cu+gwF3vUg01j013MY7hv2iPkY2ZD7BsYA9YNQePgmNXD5ICaA+ydNNPkem8D48gJQ+++IePjT2Db/A/T4+jiNBvnEShT5wHkE+K2EGPmWBGj6YSd88xEVVvvtlcb1ZVsa9JffYPnip87z66Dk9kiuQPghGXj6NDyc+FL4rPKnFDr8L52a+/fpzPc84KL0adwq+hA7NPc3B+j5OxHE+ccLZvnXQVz5hH4w+mBvjvbMDzLxViYk+yoRmvmYwt71Ic/a8UoaWPiCYeb5rWQ0+SQI6vr6lsr5Yl0K9PmrhvjIzA72Eu6o+Z7EJvspNy77JfYa+YO8BvoERQL6LOr++I5Sov5e+4L6a9Ae/I10ivwLKCr4TWr69oy4Pvs3sDz71mFa+qTk+PhoFML5XHNU8C4E0vv1Roj3z+MS9WGFLPq6UiDzD8Au9qP7hvv8nSD5nQQo+","HsGTvVFdkD5FNg69m5aXPsHxNz8W1Us/kpI2PglyvL59NV09d0LvvjkiaT/kaMG+W+ikvmKnrb4lbdo+Qju3vmHTOz+bcVk+Iw8xv+6TSr9iw5m+Gm3GvvpzFL/Ibag+XR7HvoMRzL5yel+/T0OIPkd90b1N1I2+Ez6Dv9nZsb4XNJ2/ZXFOvX2BqD7Ke+Y7r+Asv64Ui75LVTU+dOeJPIG1ErwDxZS/FLgHvfChiL/ePiY+DRWzPiatZb8F9lK/aqfHvrKkHL8me4O/cHYmv16pl76bjCU/6u6Nv3lC4771oiQ9eTOKvqlf/757Kyq9RIQAP4FZlL3pxkm/0eiJvg9kWL6zsII+SxMePhehkLw7br2/6WfGvpNkVD6Wqes8857BOs216b6equm+VtrrvergjD6NhCI+43McP1V6HT4z79M+ObivvldRhr5riNM+qnZiPuYtGr/Xyhw+Pq0WPchoVLrxflW/OQuwPtJKh77iP16/5F3rPtauUr4m0LM+VcfFvf3UGj757NY96Z8RPibwfD92cju948tkvboOF7+Ckoq+I8QMvpU7ijwc0+e8+6+QvhwYmb5qpSw+1NZPvpIE1r1Tm/0+IqqrvvmYuL2abpy9moyBvskOyb5rnEu+3se3vhamhr6J+aC988imPUpaZL2ewse9vDwdv7Rqp709r+U+6CaovrsS/T2vuuC9gIyqPN5TZL/n9Yg+r0LtvRXmq776V9Y++oX0Pk/Z0T4PCBG+o/ADu3tYHT/9Vbo+aRxKPwiS9j6Jg98+gJjePiJqaT5D5J2+aZcWP6XSjT7Lrry+FqcNv1VZBj5oxWq4UWGjvrELbz7lyrE+ar2BPiLyJj9lt/++7+hsPvGCKr5SO54/U/WqPuXBBT8jiB0+xC6KPhuuFz+4kBM/4ZU2PjtsM745fw09cXrdPrF/0z578Q0/PvB1PkIYPz+rIwe+/v5JPlCM8D4P8jQ/PH5IP4DoeT5o9GI/n71dO/YDK78J6w0/0W0TPSuj9z468RC9","k4sBPrPFzLyRQyC/BplbPY2aub5ccoO71XA3vlI3qb1BBiu/xHqlPgj2w75iEgM/sezGPQasMD4MfxM/1Ky9PTSzFb8ez1W+RfkYPrvUhD6W90O+6P2Mv1f7oD5JQD2+bM0mvmCZGD8LPjg+3zPMPfX37L4gFZ49UF62PjAmxDweoY89k0VYP2Yu3D5uqgM/PM3VPXMHMz9kPr69LJOhvSIu9TzH4Og9hsEnP9SnhT5x6oI+2yr5PQnM0L53pEu9uuB3PGXA6L7Uywe+L9m+Ptpk4b5+zck846TLPRtwpr0gsL8+klFPP11JlL3ZirY+doe0O2cK5D12ory9oacyvj8GTL7XKDw/eM4jPypKbj5O1Ri/Y480PeIAxj4uzpU9SR5pPBNdqL6JroS9ezEevsgIuD7Fnp89t0N8PXZjFT4vY/o9Vjy5PnqXdr52BY0+N9tWPm90SD3aiPO97leSPMjHaj6GwNI+YSMnPqhF+j4WT5S+8mQrPmpn6757kNs9Kbh0PtXruL4iHNU9zD0avqPpSb0oR72/2ltePU7DqjwZ0kq9OvdDPtxtc77GYRE+2d27uy62xr0sTVW93xZDPmvBF7/G2DS+8zedPkV1FT6PiSw+5A96PcWojT4CUss9Qev1PZH1VL+GHY0+mUAXvwAV9z2shfo9nvhVPvDsfD55xxw9jMQSvgaZ0z3SUxG+IzbnvsMoOb8JWwY+S5UKPo1YGj4qnuk9l6uRvrf53L24LhQ9HFcVPb9+RL7Ut08+ZwQfvhURcb7OMe49AMMbPiljLT0X7xE+H2SxPYpORT4Y28Y9tdyBv9DFRT6xuae+dV/+PFmjPD4v24A9YhpKPrCq/jrSaOO+PRoFvaxTRL5Sv+6+qZGmvm4LPb6s1EY+v9rhPUa+pD1Z19K+WDK6PYsBPb1fmoI9r0v+viAdCb6HT86+wdZkPU4udj30EqK9HcqlOylGdT2WXEG+K9j9vWVJPj34b4E97PWpO6+B8T5bW8c9Q3LzvSrsuz2Ol4i9","We7avsZ9OT7qAe280B4fPl1IQ7+1PVy+qQLePfhKjL1aqhi+YZC5vqppU74p9Lq9uRE6Pm84jTyAXIk9agCavc/FRT3oMgS/GQWWvndI+LwuF4K9JAtpvnKfcr0UMvW99xkRvj38Ur9bO+A95PlJvXb8ib6JHw29ldVDvvG4NT4deoC++YVNvixI471ybKS7m7Znvjm2sbyzXe28eFawPRm57D3uahu+hxJLvFjREr/32vY9B1ZjPRecJL7v9g28NlAzPr1ZlbvSZRe+pOfevUCH67s22Pm7Bc31veCs2Douon09C8SHvx8zZj0vjgu+PlkRPp67pzyhQAa9XpDuPHu87Dxlicu+DuI6vak1J73nOlm/KNa3vS9xsD3wC6Y8yFmsvDdbYT0CvSW/VFopPs+Cjz1x5Uw+VBEkPpJhTD3Yk7i+vT4EPondYbylNwy+X/+BPTN4Xj2wnZi98zsIvVOO9T0yDso8OsfBPXtzl7y1oxE+/evJPbzr6TwStMM93AUBPkla5D0fpzU+8IzWPdDIGr77U/y9QxCRPuAEeL4dhey9afUfPgvJUj6Nn7O+w/Dnvqs6Vr5A5j69niCvPaBtvj5OQSW8U4wGPjFgL75KNwQ+9S+sPV6Ykj6/k4g+Z4MgPS+jhb5AyBq+PHHlvZcswz3oXCi9xEXGPa5Naj2G5Hk96ZFDvMBp+71841I9RR5fPW7Qkz43OUu9+kvlPcQrpz0ISDQ+7u1bPkAMAb5iOOG+wOhqvdP/sj2UQ9y94km7PocnsT7v+xQ+VdKnvjZkaD2lPWY+XTknPRS1Sr3KhBc9JIuHvpyDEryB37M9fzWePswji74ER0k+dvpXvTO34j0OXKG9Hd9VPiFZGz7KHzq+ngpdvghEVj4dvWe+kSgOvYKSLD5LP0W+2wK1PTLLmz2zBwQ80H3VPrb8bz61JJ69LpNhvstqsz1zJ3E95UxZPvcROL3fgas+dJ6NPgLnJ72ze2c+C3iLPl3U6T3BNy88fyS6PuqlaD7u1GI+","SPs6vuC7iL7Xrh2/8S7UvWtnXr/1P0C+xG9LvnPjFT/ChBA/wulYPWNiL7/T4fy9aWXRPt+jzj7LgJq/VQmdvs5NAL8+MkA/6aOaPpDlTL7ViME+laJ4PhpZrr4K1Ly+zVYPPwnxFLxZuxo/LKa1Pj3s6T7nx4s97oj+PvJXxj7ekrq+uiF8PjXmpr8lD9Y+o0EIPwoh6j0gJ9K/h7YAvhbINL7SUwG/joPBvsCxBr5xIBk+aaItv4DRMb8RCeu9rCivvrdqDcChSv+8XlhHPti9HT6QRri/89nTvnJyCr8nPCQ+X9q9PN9Kxj5ebyM/2Glxv4mVQb5Od468GCjgPoeicL41x/E+EvG4vxlcyj7r7UC/pFqGvLUBjL5UNmK/co0gv8gCgL4sNey+6gMZvWQf+77NBMK+Ka+wvhlMv77nLDy+Jo/iPpCINb/DpUi+1q+Ov5P36r9X0DO/60IUvz2SPb/aepI+6k8+vwJ0DD8xT4+/LiMfv9TJU78HDSq/Sl0IP1FBhr6hU/w+As+YvrMOOT+TBQa9knYyP/kS4T7pSKY+MDNcP2v1yD5T0Z898AgpPOC9uD57+4I+j4HSPY3GRb1pMkg/0VVzP4SiMr75g90+bdM0Pwu2Ej9lVAc/vEVnPjOfMD/5bpY+Zy3lvWF4aT/FK7w9B/9uP4TJZb0gKBA+5rk9PrCxVz7Wyfm8IaUBPwDh077eg30+VRRoPgw6uz3gLoQ+KfMFv14j3Dx4No+8sJdMPrFbCD1kI7u89OTfvuR5Hb/uhLE+G0LhvHnLij1d9wI/e5k0PgK2pT5cec09fP5qvs9Qaz6V+pU+tunMPtOqwDuIdyY/mwjkOyCiHT6wUp0+NhNSv0KoyD6ErLI+37MAvy0ne77rJnC+scIxviRPBT6MdZK+d84SPjYn0z21h4w9AhHgvqRznr40+/y+8CEMv7QVDb0MdjA+RwKxvsE/xL4Rzem+FeoGv6gneb54BFA/A78cvtlsKD5tx7G+PwSbPQGrED7lfQu+","Xh6jvXjtMb4AAf49ZBQYvQv5Jz5eS4i9pIeAPQoPez6zbyM+67r+vbhahT1YR109jvqpPkI4mj6QIas+x7ywvM6QpTxIuo8+quaGvlg7H73dYku97EgNPoU9UDyU+bA8ywi9vd6MYz4OdTi+EU1KviLcPr3Lxx8+OGw6vZfEAL60rgi9iZFUvgRTmD7BknS8F9LsvvyNm7tnBiA+34ZEPhyhgj4HUH09D5CNvSaCoT4TjMY+unmVPpRVaz1+BIA9YsXPvkYwGT4wYmg9hZjiPYWbEj6MNA0+OMWVPT2rjj0+CmY+85mBvrxhTT4eU4y9utPLPQruST5lD6Q77fjFPQF707oOw1M+Ti/EPjdGcD5fv5Y9KkU1vidP7T2+JBI+1aqaPd0sND4s7C29LisGPhbCRT5C2C4+kdJDPqGjdT12Xae+yHOTvQPxQT6fRHI+gzitPePmuzzjZj88CIA/PmiLhT6Io1Y/INREPjbdaj5g51w9Mxf8PUFXgT2bFsg9mgohPsi2UD5F1wc9q5GBPt/2Q76T0KW/y8NNPmGICz6YwEk+o8UqPnZIjr473cS9QxySPvbrcT5bCxy9jQ4oPbsL0b4dND49Nb/8PTKiBT1YG5I+FvyBPmIqDT5p0nQ+/NA2PjcRqr+U2Uw+WB49PEBrUT6UQDI+P/N3Pn0yYT54mdk9eh3BvoHdnL4MxEe+CbwZvyTupr++PII9X+mHPgcGYD41iKE9QIwcv2r7iryFW9c9obU5Pr/PRL+UKyW99xDzvkD5Hz62qAg+tEAYPRMiUj5xr0M+HCx6PfhbibuJT0w+oR+dv0wLeD6wBha/NxBvPvtCFj1kohA+6QHnPefqgL3jpfu+nysWv44BAL+uPu2/GYqLvyIoLL8iaio9pmeKvHNgcDywzLG/fBDjPb5UrD70g1K9yMa9v3gxSr3jYza/V+zgvq9ypz3n6DG+M8zuPCMQB70z61G8QNYkvmTjFj5K70i/W9EJPqit/r7jDqS5PtrwvFdaeT12IR8+","wcdUPUJhqzzPKr8+rmJNPt/FOD1muCY9j0urPigdCr05mfU9k5clPhd1yD0sSCG+iB1Hvbmf170ApnM+x4UiPuSnjj3+byG95odiPRa5DD40ECU+fnGkPkLUVj7WaBs+fxV3PBA0FL+6JW49yULmPUdntD7yL7Y9EiGIvc5VHD6XKu09mhaCvY6Ycz1JN5m9rrGHvDTydb4b1Lw+3HSQPWr5az1fWzs+go2Kvi98ZL4w9EC9LgYDPm0RP70Qjcg9F5rGvuWHPj5JLZM9LNSGvee2eT521MU+oOQ5Pr7vaz4fx3w9vGB2v3D/lD1kkuY82TnIPmUtlzuAHJ0+Z0t6PaQDnj0vygm+hg8Svofip706wjS/ct66vruqTT5FD8A9BT+lPcZQJz5caxm/QG+SPbUTiz2lBpA+LCgEP2Syij5TKMW9cfmdPd/Yhz4jiTI962kcPoPobj6L9OM+419DPnV+Nj3Tvzq+W95vPutOaT0FdPA9TrmgPm4ylz4v0y8+FFTdviKR4D0bria+g1QfPsA2Yb1Y58K9pthavkyyg74JkwG+UKHnvm1pqju3FPO+0WbHvcJZfb5ZNtG9/ZiEvjy/gD55f5m+xlB4vnOzv73ZTQG+O3OMvhhTmL6lU2y+8kFLvpl2xL4d5se9D3R2PvW8/71pQiq+ZoeYvsKyN77VfFW+VubnvVEFfT3uwTU9kf/2vnilhr4gspE9anJCvpgp17y/1Ei+GgkfvnknUT7JBtG8qt6Lvaqgfj5MYpE9UNPOveOQYb0SQCS+Nz1PvYrSHD2hkLu9qIC7vZhv4703X5m98RNwvAGfqDxtwII+qXjYvH91mT1Rsje+vTa4vDYVdz5sRTE97KdgPTfCWz5RmS2/ZQAEvmANoD35UKC8g1vOPUBtij4LcC++UzoLPyQnqT1JZZU+KaXEPT/YgT0x9jK+J0EoPl5VBz0xVbG9fqOHvckQtD2dDrA9Pz++PQdjw71TqEI/IfkYvmYqnz4/y6o9AdVxPjQa8D1jBRG9","TI7OPZktHL5hI/K8v/K6vnkGjD/6v7Y/Z4JjvrsNDj6/cKI79COZPf9oiT9E27g+qTZLPeuMWDx/Ehw/2dcmvot2hz8TT5k+ls2LvRuHv7xK86W8mvkDvszDOz4HIPy9WOtRvg9DoT9sY+47EnBTPPWWxjwUWI28fiVZPYL5O76r17q8tz4lPW1UvT4TRSg+Ukt6P4l2hj7uQ0I+WG2YvoSHmLw7CNi9WaVYPkpiU77923K9HNmivhqnkz4gaaU9C/6WvQu0iL1CqyA9D0FfPQlaqj1z2Bc+/6RCvkJ4kDzYn429yRe4Px0+97sMWjM/YWGePO2gADymYia+c3pNPQzU1r3qgwO768+4vXAK8z1xT2g97Y7QvMTV6z5rfkS9DyOGvpjnJL5eU3a8bYyavTcSnb3ob7E9BPf1u/IQMr6wxJs9BY+fPrjQFL421ae+qVcHvmGVFbsgwsU9yfEnPUfqA75VAKK+a7Byvv43Xb116E2+4NvQvYIqgj3LF46+9EcsPg2qhD5wz2q/COyQPrefHr5C9Tg/uk6cva0kfj6Ayp8+T5qEPjdUBz818UI+CxhJvSjEuz6PbHW/E8Odvk922TwhfiE/DNdevVyTTL6JaSq+oSr3PiW/pr4Ry3u+1poDPZFS0z/R2eS+4nWBPfgpET/1NTG+LaONPppFD7/yFZE+qD7uPqGlLL9/2vQ+qrHJv+e8v74Nqo6/tvAnvnW9qr4Krv09nspvv3805j4TVf49C0v3vc+W4T65LqM+kDvUvrDOB8Cu5FE+eWAoPq4SMT5r17a/aRIQP0uVND2a8iy+0nqBvjUMBD8CUyA+jqmKv7VAFj61/Vc9FRvsPrNDXT4ti70+34JdP0QcYj5YGMM+d5HTPqPme7yjNei9gqI8PChWXj7xh+Y+7ZT0Pcuf1D1x2nu+1tlCPjigWz6+vQK9Qh4Wv3dbCb2MU48+kSwkvrWSvz5ruva9y6CoPnN1ob0YhPU+mK+dvgUMaT5tM0E+x4xbPQ2Pwb5Xkim+","OqGRvNf4bL7ewyk+qFN+vigCZL6ci/c99L3mPncZZD7wpTg+whSOvM//kz5S/2K+mCwHPkROhj7bfbQ+zhIGPsDjpz4tx8A+THcGvt1vsT0mykg+7s+dPjnE7r3d7YI+k3ErvJjyPb9roLC8Y8zQvmANcj4A8ts9QqOjPPMsUT0RgI69Fee5vteeWr62cOu+muP3vx9ojTwqlTk9hEZ5Pli47D3rmDu+qLpwvj3U4L1oO6w+iWzVPskhpr9Peri9/PA9vvRrcb4PN5i9eUUavW+lAT1SYZg+lj9SveoiDb4ZgzU+HQIWv9YXND571v6+zlqRPjEwXT5Ri289yRzxPYa/hrzgPKa+C+vyvhfzg77kggHA+/0ivi2QmL7d6mQ+dLUOPixGEb6rGJq+mlCPPpWKxT6KFfU9nHSGPRqdXz4+WxQ+NqG4vk2aHD1rZBI+kjyBPYNYgr5vKLQ9M088vn6dKj4X0Ke/kldAPphjZr7nb0q+Q1EgPgo3tL1oA7A+JLxRPAEAe70tgDu+8gKBPrbF9r7uFXy/HcEbPoT4Mz7vqFs+iR/VOyOWlr5JAmq+yfo1PsbnUT7Mt6G+YketvVhr6L6he9o9qv8cvUACnL6Bql49ocVHPlqDTb2LHQu6B4ilvBHPhr/WH9u8EeM0vaBsnz1YiBI9ildQPVSQuDs4T5I8yYvDvY/UzL0UlpU7f8chv8YTlr9LDIK9eY6YPO95y7y61sk9isCvvmMEUD3PdxU9y5T8PPtUu70VJXY7Wno5vuB82b1wF1o9lM9NOvq0wj3r6xS+ApoXPXz2jbzATSM9+l2xv8NHwT0usUq+iysJvnC5AD77G3U9gyBDPmhgmz07Z2c94QtaPNjtJL0Gx5u+tDMGv1nD9b3yeus90MwzPvwJEb1mRWi+lneUvQYTPj51NpA9Ar4PvnW4JD2gCMi+1f6jvbKcq7x9bto8e0LGPDqN8bwkz4u91wEoPUH6qD19/ku/dU+mPWZb1TwY8lU91x9SvPBJgr2vqcU8",